{
  "Npc_Wanderer_InstantTips": "Impa\u0027s profile has been added.",
  "TwnObj_Village_Korok_DekuTree_A_01_Alias": "Great Spirit of Korok Forest",
  "Npc_Kakariko002_InstantTips": "Paya\u0027s profile has been added.",
  "Npc_Zora003_Name": "Dorephan",
  "Npc_ZoraB001_Sage_Alias": "The Sage of Water",
  "Npc_AncientAssistant003_K1_InstantTips": "Tauro\u0027s profile has been added.",
  "Npc_HighMountain001_Normal_Caption": "The son of the Rito elder, Teba.\n\nWhen Link first visited his village, Tulin was still\na child growing up in his father\u0027s shadow, and\nhis eyes would light up when he watched Link\nand Teba practice at the Flight Range.",
  "Npc_HatenoVillage031_Caption": "This married couple runs the company that\nhas been key to projects during the long\nreconstruction of Hyrule, including the creation\nof Lookout Landing and the Skyview Towers.\n\nHudson has unparalleled skill as a builder, and\ntogether with the Gerudo tailor Rhondson, they\nhelped found Tarrey Town. They also have a\ndaughter named Mattison.",
  "Npc_ValleyVillage010_InstantTips": "Teba\u0027s profile has been added.",
  "Npc_AncientDoctor_Name": "Purah",
  "Npc_ValleyVillage010_Retire_Alias": "The New Rito Elder",
  "Npc_ZoraFencer_Sage_Alias": "Queen of the Zora",
  "Npc_AncientAssistant003_K1_Name": "Tauro",
  "Npc_BaseCamp_Assistant_Caption": "A young scientist whose genius earned her\nthe role of heading up Depths research.\n\nJosha finds it thrilling to be working with Purah,\nand though she helps with various investigations\ninto Princess Zelda\u0027s disappearance, she\u0027s\nglad to focus her time on the Depths.",
  "Npc_BaseCamp_Assistant_Name": "Josha",
  "Npc_Goron020_Sage_Alias": "The Sage of Fire",
  "Enemy_Ganondorf_Caption": "An evil man who lived long ago in the era of\nHyrule\u0027s founding. His legend claims that this\nGerudo man fed his bottomless ambition with\ngreat power and became a king of demons.\n\nHe was imprisoned beneath Hyrule Castle for\nages, but the magic holding him weakened when\nthe castle was damaged during the Calamity a\ncentury ago, and his power has steadily been\ngrowing since. Now he has revived as a threat\nbeyond the knowledge of any.",
  "Npc_oasis003_InstantTips": "Riju\u0027s profile has been added.",
  "Npc_OldKorok_Name": "Hestu",
  "Npc_Wanderer_Caption": "Former chief of the Sheikah who served the\nroyal family of Hyrule for generations and is a\nliving witness to its near extinction. Sometime\nafter guiding Link through the Calamity, Impa\nmade her granddaughter Paya the new chief.\n\nBeing over a century old hasn\u0027t stopped Impa\nfrom doing her part in the search for Princess\nZelda. She\u0027s investigating the geoglyphs\naround Hyrule—certain they will provide clues\nto where the princess is.",
  "Npc_Wanderer_Name": "Impa",
  "Npc_ZoraB001_InstantTips": "Sidon\u0027s profile has been added.",
  "Dm_Npc_Raul_First_Caption": "Someone who shares a name with the first king\nof Hyrule. He claims the strange arm Link finds\nhimself with was once his. \n\nHe and Zelda appeared to Link in a vision.\nLearning more about him may lead to clues\nabout the princess\u0027s disappearance...",
  "Dm_Npc_Raul_Second_Caption": "The first king of Hyrule. The strange arm was\nonce his.\n\nAs king, he did not hesitate to risk his own life\nfor his people. After Zelda traversed time to the\nera of Hyrule\u0027s founding, he worked with her and\nthe other five sages to imprison the Demon King.",
  "Npc_oasis003_Normal_Alias": "Chief of the Gerudo",
  "TwnObj_Village_Korok_DekuTree_A_01_InstantTips": "The Deku Tree\u0027s profile has\nbeen added.",
  "Npc_AncientDoctor_Hateno_Alias": "Head of Purah Pad Development",
  "Npc_AncientDoctor_Hateno_Caption": "An engineer whose eccentric style adds a lot\nto his reputation as a wild genius.\n\nHe once helped Link from his research facility\nat the Akkala Ancient Tech Lab. Since then, he\u0027s\nmoved to the Hateno Ancient Tech Lab to help\nPurah develop the Purah Pad. Robbie thinks he\ndid much of the work on the device, so he\u0027s a\nbit grumbly that it\u0027s not named after him.",
  "Npc_oasis003_Name": "Riju",
  "Npc_AncientAssistant003_K1_Alias": "Zonai Survey Team Leader",
  "Npc_HighMountain001_Name": "Tulin",
  "Npc_ZoraFencer_Name": "\u003csp:2:23:0\u003e",
  "Dm_Npc_Zelda_Search_Improve_Alias": "Princess of Hyrule",
  "Npc_Goron020_Normal_Alias": "YunoboCo President",
  "Npc_HighMountain001_Normal_Alias": "Young Rito Warrior",
  "Npc_ValleyVillage010_Normal_Caption": "A Rito warrior who once helped Link save\nRito Village. He took up the mantle of village\nelder from Kaneli to become the new leader of\nhis people.\n\nAs the new elder, he is under pressure to deal\nwith the strange weather assailing Rito Village.",
  "Enemy_Assassin_Senior_Alias": "Leader of the Yiga Clan",
  "Npc_oasis007_Name": "Buliara",
  "Enemy_Assassin_Senior_Name": "Master Kohga",
  "Npc_oasis003_Sage_Caption": "After fighting beside Link once again, she\ninherited a secret stone and awakened as\nthe Sage of Lightning.\n\nUnder her increasingly confident leadership,\nGerudo Town was freed from the threat of the\nGibdos and the sand shroud. Though the\nGerudo have returned to the surface, men\nare still barred from the town—Link, who has\nearned their trust, is the sole exception.",
  "Enemy_Ganondorf_Alias": "The Menace Unleashed",
  "Npc_ZoraFencer_Normal_Caption": "A royal Zora from another domain. Known for\nher kindness, she was Sidon\u0027s childhood friend\nand is now his fiancée.\n\nShe began assisting the residents of Zora\u0027s\nDomain in their efforts to combat the sludge\nas soon as she arrived. A match for Sidon\u0027s\nselfless compassion, she dedicates herself to\nhelping the citizens of the domain.",
  "Dm_Npc_Raul_Normal_Caption": "Someone who shares a name with the first king\nof Hyrule. He claims the strange arm Link finds\nhimself with was once his.\n\nBefore he disappeared, leaving more questions\nthan answers, he also said that he\u0027d learned\nof Link\u0027s existence from Princess Zelda.",
  "Npc_Zora003_InstantTips": "Dorephan\u0027s profile has\nbeen added.",
  "Dm_Npc_Raumi_Name": "Mineru",
  "Dm_Npc_Zelda_Search_Improve_Name": "Zelda",
  "Npc_oasis003_Normal_Caption": "The Gerudo leader. She once fought by Link\u0027s\nside astride her trusty sand seal, Patricia, to\nsave the Gerudo Desert.\n\nShe became chief at a young age following her\nmother\u0027s death, so she works hard to prove\nherself. Focused on saving her home from a\nnew threat, she\u0027s dedicated to mastering her\nnewly discovered lightning powers.",
  "Npc_HatenoVillage031_Alias": "The Owners of Hudson Construction",
  "Npc_Wanderer_Alias": "The Sheikah Elder",
  "Npc_Goron020_Sage_Caption": "A longtime ally of Link\u0027s who inherited a secret\nstone and awakened as the Sage of Fire.\n\nShamed by his part in the uproar over marbled\nrock roast, he is eager to use YunoboCo to help\nGorons and restore the trust of his supporters.",
  "Npc_HighMountain001_InstantTips": "Tulin\u0027s profile has been added.",
  "Npc_HighMountain001_Sage_Caption": "A young Rito who fought at Link\u0027s side to save\nhis village from a strange phenomenon.\n\nWhen Link first visited the village, Tulin was still\na child growing up in his father\u0027s shadow, and\nhis eyes would light up seeing Link in action.\nNow, he has shown true growth and proved\nhimself a Rito warrior.\n\nTulin has inherited a secret stone and awakened\nas the Sage of Wind.",
  "Dm_Npc_Raumi_InstantTips": "Mineru\u0027s profile has been added.",
  "Npc_OldKorok_InstantTips": "Hestu\u0027s profile has been added.",
  "Npc_ZoraB001_Normal_Alias": "Prince of the Zora",
  "Enemy_Ganondorf_InstantTips": "Demon King Ganondorf\u0027s profile\nhas been added.",
  "Npc_AncientDoctor_Caption": "The highest authority on ancient technology.\nShe has served Princess Zelda\u0027s family for much\nof her life and has worked with the princess to\nresearch the Zonai civilization. Most recently,\nthey started an investigation into the outbreak\nof gloom.\n\nShe has used herself as a test subject in her\nexperiments. Despite being over a century in\nage, she reversed her aging to the extreme and\nactually looked like a child not too long ago.",
  "Npc_ZoraFencer_Normal_Alias": "Caretaker to the Zora",
  "Npc_OldKorok_Caption": "A tree fairy with a song in his heart. He is only\nvisible to certain people.\n\nThe power of his dance can increase the size of\nLink\u0027s pouches, but he has trouble keeping track\nof the Korok seeds his magical maracas require.",
  "Npc_ZoraB001_Name": "Sidon",
  "Dm_Npc_Raumi_Caption": "Elder sister of Rauru. She helped her brother,\nthe source of Link\u0027s right arm, fight the Demon\nKing in her role as the Sage of Spirit long ago.\n\nWhen she was struck down in battle, she used\nher powers to preserve her spirit in the Purah\nPad. She feels responsible for a Zonai secret\nstone giving rise to the Demon King and swore\nto Zelda she would do everything in her power\nto defeat him in the present day.",
  "Npc_BaseCamp_Assistant_Alias": "Head of Depths Research",
  "Npc_Zora003_Recovery_Caption": "The former king of Zora\u0027s Domain. While\nassisting Hyrule during the Calamity a hundred\nyears prior, his daughter, the Champion Mipha,\nfell in battle. With an open mind and heart,\nhe overcame his grief and helped Link finally\ndefeat the Calamity.\n\nAfter his son, Sidon, proved himself worthy by\nputting an end to the foul sludge terrorizing the\ndomain, he at last passed his crown to him and\nbecame the Exalted Dorephan.",
  "Enemy_Assassin_Senior_InstantTips": "Master Kohga\u0027s profile has\nbeen added.",
  "Npc_HatenoVillage031_Name": "Rhondson and Hudson",
  "Npc_Kakariko002_Name": "Paya",
  "Npc_ValleyVillage010_Name": "Teba",
  "Npc_Zora003_Pollution_Caption": "The ruler of Zora\u0027s Domain for the last several\ncenturies. While assisting Hyrule during the\nCalamity a hundred years ago, he lost his\ndaughter, the Champion Mipha. He overcame\nhis sorrow to help Link defeat the Calamity.\n\nHe was recently injured when a figure resembling\nZelda set a monster upon him. He is spending\ntime away from the domain to recuperate.",
  "TwnObj_Village_Korok_DekuTree_A_01_Caption": "A great tree spirit who has stood long vigil\nover Korok Forest and the sword that seals\nthe darkness.\n\nAn old friend of Princess Zelda and Link, he\ngently guided their efforts against the Calamity.\nTo the Koroks living in the forest, he is both\na father figure and a home.",
  "Dm_Npc_Raumi_Alias": "The Sage of Spirit",
  "Dm_Npc_Zelda_Search_Improve_Caption": "The heir to a power that imprisons darkness.\nShe sacrificed her freedom over 100 years ago\nto keep Calamity Ganon sealed away and\nprevent him from further destroying Hyrule.\n\nAfter Link helped free her from that long duty,\nshe committed herself to rebuilding and\nrestoring Hyrule—but has now gone missing.",
  "Npc_HatenoVillage031_InstantTips": "Hudson and Rhondson\u0027s profile\nhas been added.",
  "Npc_Zora003_Recovery_Alias": "Former King of the Zora",
  "Npc_ZoraB001_Sage_Caption": "After joining forces with Link once again, he\ninherited a secret stone and awakened as the\nSage of Water. In recognition of Sidon\u0027s role in\nsaving the domain, Dorephan crowned his son\nas the new king of the Zora. He and Yona are\nnow officially married.\n\nSidon\u0027s older sister, the Champion Mipha, fought\nCalamity Ganon one hundred years ago.",
  "Npc_ZoraFencer_InstantTips": "Yona\u0027s profile has been added.",
  "Dm_Npc_Raul_Second_Alias": "Founding King",
  "Npc_oasis007_Caption": "A strong warrior who guards Chief Riju. She is\nfamiliar with Link from his previous visits.\n\nOne glance at her giant claymore deters most\ntroublemakers. Her concern for Riju is one of\nthe few things that softens the stern demeanor\nshe shows her soldiers.",
  "Npc_Kakariko002_Caption": "The chief of the Sheikah tribe. She takes the\nduties she inherited from her grandmother Impa\nseriously, and she draws strength in her own\nway from being a gentle soul at heart.\n\nShe has considerable affection for Link, in part\nbecause of her grandmother\u0027s many tales about\nthe hero who defeated the Calamity.",
  "Npc_oasis003_Sage_Alias": "The Sage of Lightning",
  "Enemy_Ganondorf_Name": "Demon King Ganondorf",
  "TwnObj_Village_Korok_DekuTree_A_01_Name": "Deku Tree",
  "Npc_AncientDoctor_Hateno_InstantTips": "Robbie\u0027s profile has been added.",
  "Dm_Npc_Raul_Name": "Rauru",
  "Npc_Goron020_Name": "Yunobo",
  "Npc_OldKorok_Alias": "Spirited Musician of Korok Forest",
  "Npc_oasis007_InstantTips": "Buliara\u0027s profile has been added.",
  "Dm_Npc_Raul_Normal_Alias": "Source of the Right Arm",
  "Npc_AncientDoctor_Alias": "Head of Lookout Landing",
  "Npc_Goron020_Puppet_Alias": "YunoboCo President",
  "Dm_Npc_Raul_First_Alias": "Source of the Right Arm",
  "Npc_Goron020_Normal_Caption": "A young Goron with big ambitions. After saving\nGoron City with Link, he turned his attention to\nthe ore made accessible when Death Mountain\nstopped erupting. He formed YunoboCo with a\ngroup of people who look up to him, to help the\nGorons continue to prosper through mining.\n\nAfter his suspicious mask was removed, he\nreturned to his compassionate self.",
  "Npc_AncientAssistant003_K1_Caption": "An explorer whose passion for field research is\nunrivaled. He lives to make big discoveries, and\nhe spent a long time traveling solo, investigating\nruins. He is also an expert in reading Zonai\nwriting. Princess Zelda found him to be the\nperfect choice for leading the Zonai Survey\nTeam.",
  "Npc_ValleyVillage010_Retire_Caption": "A Rito warrior who once helped Link save\nRito Village. He took up the mantle of village\nelder from Kaneli to become the new leader of\nhis people.\n\nAfter his son, Tulin, joined with Link to confront\nthe strange phenomenon, he acknowledged him\nas a fully fledged warrior and entrusted him with\nhis precious bow.",
  "Npc_ZoraFencer_Sage_Caption": "A royal Zora from another domain. Known for\nher kindness, she was Sidon\u0027s childhood friend.\n\nWhen the crisis of the sludge subsided, she and\nher beloved Sidon finally wed. As queen, she\noffers Sidon her unwavering support and works\ntirelessly at his side for the good of the domain.",
  "Npc_Zora003_Pollution_Alias": "King of the Zora",
  "Npc_Goron020_Puppet_Caption": "A young Goron who once saved his home with\nLink. After helping Goron City, he turned his\nattention to mining the ore made accessible\nwhen Death Mountain stopped erupting. He\nformed YunoboCo from a group of admirers\nin order to bring continued prosperity to\nhis people.\n\nHe was once a kind and compassionate\nyoung Goron...",
  "Npc_Kakariko002_Alias": "Chief of Kakariko Village",
  "Npc_oasis007_Alias": "Gerudo Captain of the Guard",
  "Npc_ValleyVillage010_Normal_Alias": "The New Rito Elder",
  "Npc_BaseCamp_Assistant_InstantTips": "Josha\u0027s profile has been added.",
  "Npc_HighMountain001_Sage_Alias": "The Sage of Wind",
  "Npc_ZoraB001_Normal_Caption": "The son of King Dorephan. An enthusiastic Zora\nwith a zeal for justice, he selflessly protects the\ndomain with integrity and passion. His older\nsister, the Champion Mipha, fought Calamity\nGanon a hundred years ago.\n\nLink earned his complete trust when they worked\ntogether to save the domain years before. He\nnow considers him his closest companion.",
  "Enemy_Assassin_Senior_Caption": "Head of the Yiga Clan, an organization with a\ngrudge against Hyrule. His grandiosity and\ninexplicable charisma inspire passionate loyalty.\nOriginally thought to have been killed in battle\nwith Link, he survived after falling into the\ndepths of the world.\n\nBurning with ambition to join the \"Magnificent\nOne\" and guide the world to its end, he has sent\nhis acolytes to all corners of Hyrule.",
  "Npc_AncientDoctor_Hateno_Name": "Robbie",
  "Npc_Goron020_InstantTips": "Yunobo\u0027s profile has\nbeen added."
}