{
  "Complete": "The labyrinths in the eastern Gerudo region\nwere trials to test the talents of those who\nentered, built by someone calling themself\n\"the ruler of boars.\"\n\nYou don\u0027t understand any more than that.\nIf anything, this experience has only deepened\nthe mystery.",
  "Name": "The South Lomei Prophecy",
  "Sky": "At the entrance to the giant ruin floating in\nthe sky above the eastern Gerudo region,\nyou heard a voice once again.\n\nThe voice told you to \u003cclr:0000\u003eactivate the four terminals\u003cclr:ffff\u003e\nhidden within the labyrinth.",
  "Minus": "You activated the fifth and final terminal\natop the labyrinth floating in the sky above\nthe eastern Gerudo region. A voice said:\n\n\"\u003cclr:0000\u003eFrom high above, to far below... Prove your\ncourage by diving into the depths of the earth.\nThe final way shall open to you.\u003cclr:ffff\u003e\"",
  "Sky3rd": "In the labyrinth floating in the sky above\nthe eastern Gerudo region, a voice told you to \n\u003cclr:0000\u003eactivate the four terminals\u003cclr:ffff\u003e.\n\nYou have activated three of the hidden\nterminals. \u003cclr:0000\u003eOne \u003cclr:ffff\u003eremains. If you do as the voice\ninstructed, who knows what may happen?",
  "Land": "At the entrance to a labyrinth in the eastern\nGerudo region, there is a tablet engraved with\nwords of prophecy. It says whoever wakes the\ndragon ring deep in the maze will \u003cclr:0000\u003ebe rewarded\u003cclr:ffff\u003e.\n\nWhen you reached the deepest part of the\nlabyrinth, a voice told you to \u003cclr:0000\u003evisit the north side\nof the labyrinth of the sky\u003cclr:ffff\u003e.",
  "Sky1st": "In the labyrinth floating in the sky above\nthe eastern Gerudo region, a voice told you to \n\u003cclr:0000\u003eactivate the four terminals\u003cclr:ffff\u003e.\n\nYou have activated one of the hidden terminals.\n\u003cclr:0000\u003eThree\u003cclr:ffff\u003e remain. If you do as the voice instructed,\nwho knows what may happen?",
  "Land2": "When you reached the deepest part of the\neastern Gerudo labyrinth, a voice told you to\n\u003cclr:0000\u003evisit the north side of the labyrinth of the sky\u003cclr:ffff\u003e.",
  "Sky2nd": "In the labyrinth floating in the sky above\nthe eastern Gerudo region, a voice told you to \n\u003cclr:0000\u003eactivate the four terminals\u003cclr:ffff\u003e.\n\nYou have activated two of the hidden terminals.\n\u003cclr:0000\u003eTwo \u003cclr:ffff\u003eremain. If you do as the voice instructed,\nwho knows what may happen?",
  "SkyAll": "In the labyrinth floating in the sky above\nthe eastern Gerudo region, a voice told you to \n\u003cclr:0000\u003eactivate the four terminals\u003cclr:ffff\u003e.\n\nYou did as instructed, and a new terminal\nappeared on the roof of the labyrinth..."
}