{
  "BeginBeforeHint": "You ran into \u003cclr:0000\u003eMaster Kohga\u003cclr:ffff\u003e, head of the Yiga\nClan, in the Great Abandoned Central Mine in\nthe Depths. He\u0027s dead set on getting his hands\non the power of the Zonai and bringing about\nthe end of the world with the \u003cclr:0000\u003eMagnificent One\u003cclr:ffff\u003e.\nCould this have something to do with Zelda\u0027s\ndisappearance? Master Kohga\u0027s next stop is\nthe \u003cclr:0000\u003eSouthwestern Abandoned Mine\u003cclr:ffff\u003e...",
  "Name": "Master Kohga of the Yiga Clan",
  "Begin": "You faced \u003cclr:0000\u003eMaster Kohga\u003cclr:ffff\u003e, head of the Yiga Clan,\nin the Great Abandoned Central Mine. He plans\nto use the power of the Zonai to end the world\nwith the \u003cclr:0000\u003eMagnificent One\u003cclr:ffff\u003e. Could they be\ninvolved with Zelda\u0027s disappearance? Kohga\nwent to the \u003cclr:0000\u003eAbandoned Gerudo Mine\u003cclr:ffff\u003e. You can\ngo there by following a nearby series of\nstatues through the Depths.",
  "Complete": "Your final showdown with Master Kohga at the\nAbandoned Hebra Mine resulted in the revival\nof the ultimate weapon—a giant construct.\nYou managed to defeat it, and Master Kohga\nwas last seen blasted skyward by his own hand,\nhis plot foiled. Though Zelda\u0027s whereabouts\nremain unknown, you learned that the Demon\nKing lurks beneath Hyrule Castle...",
  "Again": "You successfully drove Master Kohga from the\nAbandoned Gerudo Mine, and learned his true\naim. He plans to restore a powerful weapon for\n\"\u003cclr:0000\u003ethe man himself\u003cclr:ffff\u003e.\" Pursue Kohga to the\n\u003cclr:0000\u003eAbandoned Lanayru Mine\u003cclr:ffff\u003e. A line of statues\nstretching from one of the chasms either in \u003cclr:0000\u003ethe\nLanayru Wetlands \u003cclr:ffff\u003eor\u003cclr:0000\u003e amidst the mountains\nsouth of there \u003cclr:ffff\u003ewill guide you to the mine.",
  "Continue": "You encountered Master Kohga a third time and\nchased him from the Abandoned Lanayru Mine.\nAs he fled, he told you that he knows where the\n\u003cclr:0000\u003eDemon King\u003cclr:ffff\u003e is and plans to activate an\n\"\u003cclr:0000\u003eultimate weapon\u003cclr:ffff\u003e.\" The Demon King may have\na clue to Zelda\u0027s whereabouts, so go catch\nKohga at the \u003cclr:0000\u003eAbandoned Hebra Mine\u003cclr:ffff\u003e. There\nmay be a chasm that leads you straight to it..."
}