{
  "ResearchCastle": "Princess Zelda suddenly appeared at the\nfloating Hyrule Castle alongside a red moon.\n\nMuch is still unclear, but you should go to\nHyrule Castle to check things out.",
  "Complete": "The phenomena at Hyrule Castle and the\nUpheaval were all due to Demon King\nGanondorf, who is trying to destroy\nthe world.\n\nCombine your powers with the five sages and\nslay the Demon King.",
  "DefeatBlackZelda": "You infiltrated Hyrule Castle and finally arrived\nat Princess Zelda\u0027s location.\n\nBut the princess was an impostor—a duplicate\ncreated by the mummy. The impostor further\nwarped its appearance and began attacking.",
  "Name": "Crisis at Hyrule Castle",
  "GoToCannon": "After you told Purah that Princess Zelda\nvanished, she asked you to search the regions\nof Hyrule where the Upheaval is also wreaking\nhavoc. Purah wants to mark those spots on\nyour \u003cclr:0000\u003emap\u003cclr:ffff\u003e, but you\u0027ll first \u003cclr:0000\u003eneed some map data\u003cclr:ffff\u003e.\n\nMeet Purah at the Skyview Tower to begin\nthis process.",
  "UseTerminal": "After you told Purah that Princess Zelda\nvanished into light at Hyrule Castle, she asked\nyou to redirect your search into the regions of\nHyrule, where the Upheaval is also wreaking\nhavoc. Purah wants to mark those spots on\nyour \u003cclr:0000\u003emap\u003cclr:ffff\u003e, but you\u0027ll first \u003cclr:0000\u003eneed some map data\u003cclr:ffff\u003e.\nHold the Purah Pad near the Skyview Tower\u0027s\nterminal to do this.",
  "UseCannon": "After you told Purah that Princess Zelda\nvanished into light at Hyrule Castle, she asked\nyou to redirect your search into the regions of\nHyrule, where the Upheaval is also wreaking\nhavoc. Purah wants to mark those spots on\nyour \u003cclr:0000\u003emap\u003cclr:ffff\u003e, but you\u0027ll first \u003cclr:0000\u003eneed some map data\u003cclr:ffff\u003e.\n\nUse the Skyview Tower to scan for this data.",
  "UnderSurveyOfFourVillages": "Where Princess Zelda is remains a mystery.\nPurah said you might learn more by looking into\nthe major phenomena that are troubling some\nregions. She\u0027s marked them on your \u003cclr:0000\u003emap\u003cclr:ffff\u003e.\n\nHyrule Castle remains strangely in the sky,\nthough you saw someone who looked like the\nprincess leave it, vanishing into light.",
  "ReturnBCAfterBlackZelda": "Princess Zelda, who appeared at Hyrule Castle,\nturned out to be an impostor created by\nDemon King Ganondorf.\n\nThe Demon King isn\u0027t yet fully regenerated, so\nthere may still be time. Return to Lookout\nLanding and talk to Purah.",
  "UnderFindTheFifthSage": "You told Purah about the impostor princess\nand how Demon King Ganondorf is trying to\nrise again.\n\nHyrule Castle remains a devastated place\nand continues to float above the ground.",
  "CastleSurvey": "Hyrule Castle rose into the air at the start of\nthe Upheaval, which tore apart the earth\nunderneath it.\n\nPurah believes that Princess Zelda may have\ncalled out to you from deep in the earth.\nJoin the search for the princess below\n\u003cclr:0000\u003eHyrule Castle\u003cclr:ffff\u003e.",
  "ReturnBCAfterDefeatMonster": "When you joined the search party, you found\nPrincess Zelda—but she transformed into light\nand disappeared.\n\nReturn to Lookout Landing, and report this\nto Purah and the others.",
  "ToLand": "You\u0027ve discovered that a Skyview Tower will\nlaunch you high into the sky, where you also\nscan the nearby terrain from the air. The \u003cclr:0000\u003emap\u003cclr:ffff\u003e\ndata is added to your Purah Pad.\n\nPurah wanted to give you some potential\ndestinations to investigate. Report back to  \nher at the research lab in Lookout Landing."
}