{
  "GoToBackOfTempleOfTimeAfterWD": "After you offered four Lights of Blessing, the\nGoddess Statue purged gloom from your body.\nYou\u0027re far from being restored to your former\nfull vitality, but it was enough to open the door.\nRauru said he\u0027d done all he could for Zelda and\nthat now it was up to you. He then vanished,\nleaving you alone with the temple\u0027s final altar.\nPerhaps his parting words will soon be clear.",
  "LookingForZelda": "You didn\u0027t find Princess Zelda on the sky\nisland where you awoke. When you touched the\nlight in the Temple of Time, you felt her\npresence, however faintly, as a voice rang out\nin your mind: \"\u003cclr:0000\u003eLink, you must find me.\u003cclr:ffff\u003e\"\n\nWhere is Princess Zelda? Was there anything\nmore she was trying to tell you?",
  "Name": "Find Princess Zelda",
  "GetZonauMajic": "You found yourself on a strange island in the\nsky after you awoke. A steward construct\nclaimed that Princess Zelda gave it her\nPurah Pad, all to get it into your hands.\n\nThe device\u0027s \u003cclr:0000\u003emap \u003cclr:ffff\u003eshows a yellow point of\nlight. The construct said that\u0027s where you\u0027ll\nfind the princess.",
  "GoToAlterAfterGetRR": "In the Temple of Time, you approached\nan altar, and in a flash of light, you found\nyourself with Princess Zelda. That is, with\nsome phantasmal floating vision of her.\n\nShe took your hand and gave you an ability\nto control time that\u0027s known as Recall. Now,\nthe temple\u0027s deeper mysteries await you.",
  "WarpToCaveOfAwake": "Rauru said you can\u0027t open the door at the back\nof the temple because you\u0027re still too weak.\n\nYou need to get one more \u003cclr:0000\u003eLight of Blessing \u003cclr:ffff\u003eat\nthe island\u0027s final shrine to offer at the\nGoddess Statue. The shrine is marked by a\nbright dot on the \u003cclr:0000\u003emap\u003cclr:ffff\u003e. You can go near there\ninstantly with the Purah Pad\u0027s \u003cclr:0000\u003etravel \u003cclr:ffff\u003efeature.",
  "GoToBackToGolemInTemple": "After going to the final shrine that Rauru\ntold you about, you now have four\n\u003cclr:0000\u003eLights of Blessing\u003cclr:ffff\u003e. \n\nIf you offer them at the \u003cclr:0000\u003eGoddess Statue\u003cclr:ffff\u003e in the\ntemple, you may regain enough strength to\ntake on the door\u0027s test of vitality."
}