{
  "CarryHead_CheckPoint04": "When you placed the relic on a pedestal in the\nunderground chamber, a path opened into the\nDepths. The mysterious voice spoke again,\nsaying, \"You must hurry... We must meet as\nsoon as possible.\" When you arrived in a vast\nspace within the Depths, the relic began to emit\nanother beam to guide you toward the \u003cclr:0000\u003eruins\u003cclr:ffff\u003e.",
  "Name": "Guidance from Ages Past",
  "CarryHead_CheckPoint01": "You found a strange relic on Dragonhead Island\nthat emitted a narrow beam of light. The beam\nappears to extend straight down to the surface.\n\nWhen you touched the relic, a mysterious voice\nsaid to take it and \"\u003cclr:0000\u003efollow the light\u003cclr:ffff\u003e.\"",
  "Dungeon_DefeatedBoss": "You vanquished the construct animated by the\nDemon King\u0027s magic. The remains of that\nconstruct, built by Mineru long ago, vanished\nalong with the gloom filling the temple.\n\nThe \u003cclr:0000\u003esecret stone of spirit\u003cclr:ffff\u003e sparkles atop\nthe altar.",
  "Complete": "At last you met the voice\u0027s owner, Mineru, the\nSage of Spirit. She transferred her spirit from\nthe Purah Pad, where it had resided, into the\nsecret stone. She told you of a battle with the\nDemon King in the distant past, known as the\nImprisoning War, and of Princess Zelda\u0027s\nresolve to restore the Master Sword. Mineru\u0027s\nspirit will aid you in the construct she inhabits.",
  "CarryHead_CheckPoint02": "The relic\u0027s light guided you to a hidden path\nthat led underground.\n\nFrom there, the relic started emitting the beam\nagain, leading you down the path.",
  "Dungeon_BeforeBossBattle": "Alongside the construct, you headed to the\nTemple of Spirit, where the secret stone is\nhoused. Another construct, animated by the\nDemon King\u0027s magic, awaited you there.\n\nYou must vanquish this construct to claim the\nsecret stone of spirit.",
  "Collected_AllParts": "Within the vast ruins was a pedestal with a\nhollow carved out in the shape of a person.\nWhen you placed the relic where the head\nwould go, the voice spoke again. Calling herself\nMineru, the Sage of Spirit, she asked you to\nvisit four depots for the parts to \u003cclr:0000\u003ebuild a body\nthat could house her spirit\u003cclr:ffff\u003e, allowing you to truly\nmeet her.",
  "Dungeon_DuringDungeonCapture": "When you placed the parts collected from the\nfour depots in the pedestal, they connected and\ncame to life as a large construct. Mineru\u0027s voice\nthen asked you to bring her to the \u003cclr:0000\u003esecret stone\nof spirit\u003cclr:ffff\u003e using the power of the construct.\n\nFrom Mineru\u0027s voice, you learned the location\nof the secret stone."
}