{
  "PreDefenseStart": "You arrived at Kara Kara Bazaar to find the\nbattle underway. Riju demonstrated the results\nof her training, saving Buliara with her lightning.\n\nFight alongside Riju and defeat the Gibdos!",
  "DungeonStart": "When Riju struck the mechanism with one of her\nlightning strikes, a temple appeared. Maybe the\nowner of the mysterious voice is inside?\n\nYou should investigate the interior.",
  "Name": "Riju of Gerudo Town",
  "PracticeStart": "Upon visiting the North Gerudo Ruins, you\nfound Riju focused on her training.\n\nYou should help her practice her lightning strike.",
  "DefenseStart": "A swarm of Gibdos have appeared from within\nthe hives that surround Gerudo Town.\n\nProtect Riju and save Gerudo Town!",
  "DefenseEnd": "Fighting alongside the Gerudo soldiers,\nyou defeated the swarm of Gibdos pouring\nfrom the hives that threatened Gerudo Town.\n\nSeek out Riju, who asked you to meet her at\na mural in the underground shelter beneath\nthe town.",
  "DungeonSearch": "The mural you saw in the Gerudo shelter said:\n\"\u003cclr:0000\u003eStanding back-to-back with the throne,\nwitness red pillars across a vast sea. Unite the\npillars in light to reveal the lightning stone and\nopen the way. You who can hear my voice,\ncome to me. I await you.\u003cclr:ffff\u003e\"\n\nRiju thinks the voice and mural are connected.",
  "DungeonFind": "When you shined a light on each of the ancient\npillars, the bright beams formed a huge triangle.\n\nBased on the mural you saw in the shelter\nbeneath Gerudo Town, something should have\nbeen revealed, perhaps at the center...",
  "PreDefenseEnd": "Moments after you defeated the monsters\nattacking Kara Kara Bazaar, Zelda suddenly\nappeared in the distance, along with strange\ntornadoes surrounding Gerudo Town. Zelda set\nout in the direction of the town but quickly\nvanished from sight.\n\nJoin Riju and the others back at Gerudo Town.",
  "PracticeEnd": "Riju was able to strike the targets with her\nlightning when you used your arrows to guide\nher. Shortly after, a strange sound was heard,\nand then a messenger arrived with news of an\nattack on Kara Kara Bazaar.\n\nFollow Riju to Kara Kara Bazaar, northeast of\nGerudo Town.",
  "Complete": "Riju touched the secret stone and listened to\nher ancient ancestor. A new power awakened\nin her, and she became the Sage of Lightning.\nWith the monster defeated, the sand shroud in\nthe Gerudo region vanished.\n\nQuestions surround Princess Zelda in both past\nand present, but Riju promised to investigate.",
  "DungeonBossDead": "A stone emitting some sort of strange light\nappeared when the massive monster—the\nsource of the sand shroud—was defeated.\n\nRiju is staring at the stone, but what could be\ngoing through her mind?",
  "Underground": "Gerudo Town has been beset by an ominous\nsand shroud, forcing the people there to retreat\nto an underground shelter.\n\nChief Riju, however, was nowhere to be seen.\nFortunately, Buliara informed you that the\nGerudo leader had gone to the North Gerudo\nRuins to train.",
  "DefenseReady": "Gibdo hives appeared from within the sand\nshroud. While the hives and the tornadoes\nloomed ominously over Gerudo Town, a\nmysterious voice reached out to you once\nmore, beckoning you.\n\nThough this is important, you should continue\nto work with Riju and the others."
}