{
  "IpponSugi": "Tulin was not at the cave when you went out\nto find him. Gesane told you that he left Hebra\nSouth Summit Cave and went toward the \u003cclr:0000\u003elone\ncedar tree\u003cclr:ffff\u003e on \u003cclr:0000\u003eTalonto Peak\u003cclr:ffff\u003e, visible to the north.\n\nAccording to Gesane, he saw a group of\nmonsters and gave chase alone.",
  "BossBattle": "You unlocked the five locks. Once you \u003cclr:0000\u003euse the\nterminal\u003cclr:ffff\u003e and open the deck hatch, it will be time\nto step forward and stop the frigid winds\nspouting from belowdecks.",
  "CheckTerminal": "You found a massive ship, which Tulin says\nis the Stormwind Ark, floating inside the\nthunderhead. A figure greatly resembling\nPrincess Zelda was seen on the ship\u0027s deck\nbefore she vanished suddenly. The blizzard,\nwhich shows no sign of abating, is coming from\n\u003cclr:0000\u003ebelow the hatch\u003cclr:ffff\u003e. The cause of the Rito\u0027s\nsuffering seems close at hand.",
  "DungeonStart": "You tried using the terminal, but the deck\u0027s\nhatch did not open. The mysterious voice then\nspoke to you again, saying the hatch will remain\nshut until all five locks are unlocked.\n\nFind the \u003cclr:0000\u003efive locks\u003cclr:ffff\u003e the voice spoke of to save\nRito Village from the never-ending blizzard and\nto get a lead on Princess Zelda\u0027s whereabouts.",
  "Name": "Tulin of Rito Village",
  "FoundTulin": "Upon reaching the lone cedar tree, you found\nan upset Tulin looking toward the sky.\n\nHe said his bow was stolen by a flying monster.",
  "DefeatEnemy": "You defeated the Aerocuda and recovered\nTulin\u0027s bow. But before the two of you could\nleave, more Aerocudas arrived—this time\nflinging Bokoblins at you.\n\nWork with Tulin to defeat the monsters.",
  "TouchSecretStone": "The ice covering the altar melted after you\nvanquished the monster, revealing a \u003cclr:0000\u003eshining\nstone\u003cclr:ffff\u003e set there.\n\nYou can sense great power emanating from\nthe stone, and Tulin senses it as well.",
  "GoToCave": "Harth had no leads on Princess Zelda either.\nHe suggested you speak to Tulin, who has been\nscouting the skies since the fierce blizzard\nbegan.\n\nHarth said that Tulin went to the \u003cclr:0000\u003eHebra South\nSummit Cave\u003cclr:ffff\u003e with Gesane and Laissa. Its\nentrance is marked with another bonfire.",
  "GetBack": "Upon reaching the lone cedar tree, you found\nan upset Tulin. He told you that a flying monster\nstole his bow.\n\nIt\u0027s up to you to defeat the monster and get\n\u003cclr:0000\u003eTulin\u0027s bow\u003cclr:ffff\u003e back.",
  "GoDungeon": "Though you didn\u0027t find Princess Zelda where\nTulin said she\u0027d be, you heard a disembodied\nvoice say, \"Come to me.\" Inside the cloud, you\ndiscovered a great ship, which looks just like\nthe one from the Song of the Stormwind Ark.\n\nIs this mysterious voice guiding Tulin \u003cclr:0000\u003einto\nthe cloud\u003cclr:ffff\u003e?",
  "Complete": "Rito Village is no longer at the mercy of the\nunusual blizzard.\n\nTulin, who inherited a secret stone from the\nancient sage to become the new Sage\u003cclr:0000\u003e \u003cclr:ffff\u003eof Wind,\npromised to lend you his power anytime.",
  "MountainHut": "A severe blizzard has struck Rito Village, leaving\nit in crisis. Teba had no information for you\nconcerning Princess Zelda, but he suggested\nyou ask Harth\u003cclr:0000\u003e \u003cclr:ffff\u003eat a nearby lodge.\n\nThis lodge is north of the village at the foot of\nthe Hebra Mountains, and it\u0027s marked by a\n\u003cclr:0000\u003epair of bonfires\u003cclr:ffff\u003e.",
  "GoToHebra": "Tulin\u0027s recent ordeal has taught him a valuable\nlesson about working together. Even Harth can\nsee that the young Rito has matured.\n\nGo with Tulin to the \u003cclr:0000\u003esky islands\u003cclr:ffff\u003e above Hebra\nPeak, where he claims he saw Princess Zelda.",
  "DefeatBoss": "When the deck hatch opened, a \u003cclr:0000\u003emassive\nmonster \u003cclr:ffff\u003eemerged. This must be the culprit\nbehind the fierce blizzard assailing Rito Village.\n\nWork with Tulin to vanquish the monster."
}