{
  "StartBossBattle": "With Yunobo\u0027s assistance, you successfully\nunlocked the five locks.\n\nThe room where you saw Princess Zelda is\nnow accessible.",
  "DefeatBoss": "Upon destroying the red rock in the ceiling in an\nattempt to rescue Zelda, a large four-legged\nmonster appeared.\n\nIt seems the monster\u0027s body is covered in the\nsame \u003cclr:0000\u003ered rocks\u003cclr:ffff\u003e.",
  "Complete": "Upon returning to Goron City, you found that\nthe marbled rock roast had vanished, and the\nGorons had resumed their usual activities.\n\nYunobo awakened as the Sage of Fire and is\nexcited to help you. He has pledged to continue\nlooking for clues about Princess Zelda.",
  "Name": "Yunobo of Goron City",
  "GoMinusField": "You defeated the monster that emerged from\nDeath Mountain\u0027s crater, but Princess Zelda\nwas nowhere to be seen. Worried that she may\nhave fallen into the caldera, Yunobo dove into\nthe crater.",
  "GoEntranceDungeon": "An area flowing with lava is at the bottom of\nthe crater. While taking it all in, you heard a\nmysterious voice call to you, saying, \"Come.\"\n\nA large structure stands in the distance.\nThe voice sounded like it was coming from\nthat direction.",
  "Dream": "Many of the Gorons in Goron City are\nravenously eating marbled rock roast. Yunobo\nand a \u003cclr:0000\u003eblond woman \u003cclr:ffff\u003eseem to be involved with\nthis new rock.\n\nYunobo and the others are now headed for\nYunoboCo HQ to look into some marbled\nrock roast business.",
  "GoCrater": "Yunobo came back to his senses. Working \ntogether, everyone safely escaped the cave.\n\nIf you go to \u003cclr:0000\u003eDeath Mountain\u003cclr:ffff\u003e, where Princess\nZelda and Yunobo last met, you may be\nable to find a lead.",
  "DefeatBossMiddle": "Just as you caught sight of Zelda at\nDeath Mountain\u0027s crater, a massive \u003cclr:0000\u003ered rock\nmonster \u003cclr:ffff\u003eappeared from the crater, blocking\nyour entry.\n\nIn order to follow after Zelda, you must defeat\nthe monster.",
  "GoDungeon": "Guided by a mysterious voice, you arrived at a\nmassive structure.\n\nYou spotted Princess Zelda again before losing\nsight of her near the entrance.",
  "Dungeon": "Princess Zelda was sucked into the ceiling\nalong with the red rocks, and the area is\nblocked by iron bars.\n\nIf you go to the five places indicated by the\nmysterious voice, you may be able to clear\nthe way.",
  "TouchSecretStone": "You defeated the four-legged monster, but\nPrincess Zelda was nowhere to be seen.\nShortly afterward, however, a sparkling stone\nfell from the ceiling.\n\nYunobo is looking at it with wonder."
}