{
  "ZonauRemains_ArriveObservatory": "You deciphered the Zonai text carved in the\nstone slab inside the Ring Ruin. Tauro and\nhis colleague are following a lead to the Zonai\nRuins in balmy Faron in the southeast.\n\nThey\u0027re gathering at the \u003cclr:0000\u003eSkyview Tower near\nthe ruins\u003cclr:ffff\u003e.",
  "ZonauRemains_TalkResearcher": "You traveled to the Skyview Tower in the\nPopla Foothills.\n\nCalip, who industriously assembled the team\u0027s\nbase of operations, informed you that Tauro\nplanned to start investigating the Zonai Ruins\nto the southeast by \u003cclr:0000\u003eDracozu Lake\u003cclr:ffff\u003e.",
  "Name": "Secret of the Ring Ruins",
  "ZonauRemains_AppearsSkyIsland": "You reunited with Tauro in ruins presided over\nby stone dragon statues. Tauro deciphered the\ncode found on an ancient mural in the ruins:\n\n\u003cclr:0000\u003eWear the electric garb hidden at long-necked\ndragons along the wide-mouthed forest serpent.\nOffer a Zonai charge to the altar at the tail.\u003cclr:ffff\u003e",
  "Complete": "The floor of the chamber on Dragonhead Island\nopened when you touched the relic. After the\nrelic fired a beam of green light to the ground,\nyou heard a mysterious voice in your head:\n\n\"Link... Chosen protector of Zelda... Take this...\nFollow the light...\"",
  "ZonauRemains_OpenedTheDoor": "You donned the charged attire found in the\ndragon-pillar ruins and offered a Zonai charge\nat the altar.\n\nA fork of lightning heralded the appearance of\na \u003cclr:0000\u003enew sky island\u003cclr:ffff\u003e.",
  "ZonauRemains_TouchTheHead": "You opened the door on Dragonhead Island.\n\nInside, you discovered what appears to be a\n\u003cclr:0000\u003eZonai relic\u003cclr:ffff\u003e on a pedestal in the center of\nthe chamber.",
  "DecipherTheIithograph": "After you told Paya and Tauro about the false\nPrincess Zelda, they began exploring the Ring\nRuin previously forbidden by the impostor.\nThey believe there is a stone slab carved with\nZonai writing inside.\n\n\u003cclr:0000\u003eEntering the site and investigating the slab\u003cclr:ffff\u003e will\nassist their research."
}