{
  "ZoraRelief_Mess_01": "Learnings of the Zora, Part One\nThe Waters of Zora\u0027s Domain\nAs told by Prince Sidon\nLong, long ago, right here in Lanayru,\nincredible transformations, both subtle\nand drastic in nature, shaped the land.\nThe tall mountains birthed clouds, these\nclouds cried tears of rain, and this rain\nfilled our deep valleys past the brim.\nIn time, this overflowing water became the\nZora River, which bred waterfalls that fell\nand nourished the vast Lanayru Wetlands.\nPerhaps it was inevitable that my Zora\nancestors, who wandered in search of\nprecious water, would finally settle here.\nThe mountains of Lanayru are blessed\nwith high-quality stone. The structures\nbuilt from said stone are solid yet refined.\nJust like the Zora and our domain, our\nbuildings exist in harmony with the water.\nIt is a beautiful symbol of our way of life.\nIf you go to the edge of the domain, close\nyour eyes, and listen closely...you shall be\ngreeted by the gentle sound of water.\nThis kind, soothing sound is a testament\nto the happy life the Zora are so grateful\nto have found here.\nAs one born of royal Zora blood, my duty\nis as clear as it is unshakable. I, Sidon,\nswear here and now...\nI shall protect our home with my very life,\nthat the gentle sound of water may never\ncease in our beloved domain.",
  "ZoraRelief_Mess_08": "Learnings of the Zora, Part Eight\nThe Princess of Hyrule\nAs told by Prince Sidon\nOnce that despicable disaster had ceased\nto plague Zora\u0027s Domain, a distinguished\nyet humble lady paid us a visit.\nThis young woman who appeared with\nLink at her side was none other Princess\nZelda of the royal family of Hyrule.\n\"I beg forgiveness,\" she said earnestly.\n\"Because of the royal family, Princess\nMipha...\" She paused, unable to continue.\nSmall, silent teardrops tumbled down her\ncheek and hit the floor, one after another,\neach saying a thousand unspoken words.\nShe gently wiped her eyes and lifted her\ngaze to meet the king\u0027s, speaking kind\nwords of gratitude for Mipha\u0027s sacrifice.\nWe knew well that what had transpired\nwas the result of a decision shared by the\nZora and by Princess Mipha herself.\nThere was no need for the princess of\nHyrule\u0027s apology, and even less so for\nher sorrow.\nKing Dorephan, along with the rest of\nthe Zora, were moved by the depth of\nPrincess Zelda’s sincerity.\nShe had held that unthinkable disaster\nat bay for nearly 100 years with nothing\nmore than the sheer force of her own will.\nYet she was not prideful. She dutifully set\nto work, traveling across Hyrule to secure\ncooperation for the kingdom\u0027s restoration.\nShe was adored by all, yet so humble.\nShe possessed an inner strength that\nshone like a star in the night sky.\nI used to think that inner strength could\nbe forged by building physical strength,\nbut now I am not so certain.\nI feel a strong calling to one day acquire\nthis same sort of strength within myself.",
  "ZoraRelief_Mess_10": "Learnings of the Zora, Part Six\nThe Story of Mipha Court: The Conclusion\nAs told by Prince Sidon\nThe first half of this tale can be found on\nanother stone monument. If it is not too\nmuch trouble, I advise reading that first.\nI now present the conclusion.\n\n\nWhen posed with the task of naming\nthis storied location, I, Prince Sidon,\nfell silent.\nAfter a time, I timidly proposed the one\nand only name that came to mind for\nthis place of newfound peace.\nI suggested that we name it after my\nbeloved sister who had long been lost\nto us...Mipha Court.\nI worried they would think I was unfairly\nfavoring my own family\u0027s legacy by\nnaming it after my kin.\nA hush fell over the group. After a time,\none of the stonemasons raised his voice\nin agreement.\nMore voices joined his, one after another.\nThe idea was embraced wholly, and the\ncraftsmen all returned to their work.\nThough the work was grueling, from then\nuntil the completion of Mipha Court, the\nair was filled with laughter and singing.\nThis incident drove home to my very core\nhow much everyone loved my sister.\n\nI hope one day to inspire such admiration.\nIf there is ever to be a Sidon Court, I must\nwork tirelessly to earn that honor.",
  "ZoraRelief_Mess_02": "Learnings of the Zora, Part Two\nThe Legend of Ruto, Our Great Ancestor\nAs told by Prince Sidon\nIt is written that long ago there was a\nstrong-willed Zora princess who was\nas meandering as a winding river.\nThis princess, who was dearly loved by\nher fellow Zora, was as noble as she was\ninnocent. Her name was Ruto.\nOne day, a powerful and wicked man tried\nto take over Hyrule and brought great ruin\nto the once-peaceful Zora\u0027s Domain.\nOur tales speak of fallen Zora soldiers\ndrifting down the river as it sadly reflected\nthe chaotic retreat of the terrified Zora.\nPrincess Ruto bravely fought back her\ntears as she bore witness to the tragic\nmisery unfolding in the domain.\nEven amid her heartbreak, the Zora\nprincess did all she could to help the\nweak and elderly escape.\nNext she swam against the river\u0027s current\nand climbed the mighty waterfall to\nchallenge her foe.\nThe details of this fight have fallen victim\nto the haze of time. Few details remain.\n\nStill, it is said that she was aided by\nthe princess of Hyrule and the hero of\nlegend, and together they saved Hyrule.\nSo the legend goes.\n\n\nI, Sidon, prince of the Zora, cannot help\nbut ponder these events as I listen to the\nZora children play in all their innocence.\nAs Princess Ruto\u0027s descendant, it is my\nfate to carry the torch of her brave acts\ninto tomorrow and beyond. I shall not fail.",
  "ZoraRelief_Mess_09": "Learnings of the Zora, Anecdote One\nThe Solid Water and the Fluid Spear\nAs told by Prince Sidon\nThe Zora are not associated with water\nbecause of our dwelling place alone.\n\nWe each also, to varying extents, possess\nthe ability to actually manipulate water.\nWe use this gift for many purposes.\nWe use it to swim faster, to achieve\nmighty leaps from the waves below,\nto gather fish, and so much more.\nFor me, the true awakening of this ability\nthat many of my childhood chums already\npossessed came upon me quite suddenly.\nOne day as I was training at Veiled Falls,\nthe rain slickened my grasp, causing me\nto drop my spear.\nI reached to grab it, but it was already too\nfar away. Soon it would fall to the bottom\nof the cliff, never to be seen again.\nI knew that I must take hold of it, and at\nthat moment, droplets created a stream\nextending from my outstretched hand.\nThe water stream twisted and turned until\nit finally took hold of my falling spear and\ndeftly returned it to my grasp.\nIn that moment, the water was solid and\nmy spear fluid. This sensation forever\nchanged my approach to spearplay.\nI was reminded of how my sister, Mipha,\ndescribed it...and everything clicked.\nWater and spear became as one.\nGaining yet another layer of admiration for\nmy dear sister, I devoted myself to my\nspear training from then on.",
  "ZoraRelief_Mess_03": "Learnings of the Zora, Part Three\nThe Great King Dorephan\nAs told by Prince Sidon\nSeveral springs after I lost my dear sister,\nMipha, a large group of Lizalfos attacked\nthe domain.\nIt mattered not that this was my first true\nbattle. The expectations of those around\nme weighed heavy on my shoulders.\nThe absence of Mipha, who had always\nbeen there to encourage me with loving\nkindness, was like a spear to the heart.\nAs for my own spear, though I was highly\ntrained for its use, it seemed to only cut\nthe air and slash the water\u0027s surface.\nI was taken off guard by a surprise attack\nfrom three Lizalfos hiding at the water\u0027s\nedge, each with their blade fixed on me.\nI knew that my time had come...and that\nis when the three Lizalfos disappeared,\nas quickly as they had arrived.\nIn their place, I saw the towering figure\nof my father, the great King Dorephan,\nwho had just bested my foes with ease.\n“Sidon, my son,\" he said firmly. \"You\nallowed your heart to falter. That is the\nquickest way to fall on the battlefield.\"\nHis words cut deep, but as I stood on the\nbrink of despair, a familiar voice gently\nencouraged me. \"Your king needs you.\"\nMany soldiers later attested that they\nwere certain they had also heard the\nsweet voice of Mipha on that day.\nFrom then on, my heart was true and my\nresolve firm. By lending strength to our\nking, we were able to save the domain.",
  "ZoraRelief_Mess_04": "Learnings of the Zora, Part Four\nTwo Sisters of Different Blood\nAs told by Prince Sidon\nWhen I was young, I had an irrational fear\nof strangers. I was particularly bashful\naround Yona. Paralyzed, even.\nShe was already so mature in manner,\nand she treated me like a little brother,\neven though we were not related.\nThere came an unseasonably heavy rain\nthat quickly flooded the river. Us children,\nwho were playing there, were swept away.\nI was battered by the water\u0027s strong flow,\nmy fins helpless to resist. It was Yona who\ndragged me to the safety of the shore.\nThe water continued to swell as the shore\nwaned, but Yona was unflappable, sweetly\ncomforting me as I shivered in fear.\nIt was Mipha, my dear sister, who finally\nshowed up to rescue us with other Zora\nadults in tow.\nI still remember Yona’s face as she gazed\nup at Mipha in admiration. My face must\nhave looked the same as I gazed at Yona.\nAs a child, I had two big sisters. One by\nbirth and one by chance. Yona looked up\nto Mipha, and I was in awe of them both.\nBefore I knew it, years had passed, and\nmy feelings for Yona became more difficult\nto quantify. Then, one day...\nMy father informed me that the amazing\nyoung woman who had once been like a\nsister to me was to be my bride.\nPerhaps these feelings and memories are\ntoo dear and private to commit to history,\nbut such is the tale of this Zora prince.",
  "ZoraRelief_Mess_05": "Learnings of the Zora, Part Five\nThe Zora Armor She Left Behind\nAs told by Prince Sidon\nFor some time after I lost my beloved\nsister, even the light shining on the water\nseemed dark and dreary to my eyes.\nBut as they say, time heals all wounds,\nno matter how deep. I can now speak\nof her with a smile, as is only fitting.\nI shall now tell the tale of the Zora armor\nthat my sister crafted for her future\nhusband, as per our ancient custom.\nOne dark day, the domain was in great\nperil, and I sought help from a traveling\nHylian to save our home.\nHe was sparing with his words, yet I\ntrusted him at once. As fate would have\nit, he was a childhood friend of Mipha\u0027s.\nMy father, King Dorephan, troubled by the\ndomain\u0027s suffering, requested his help.\nThe swordsman agreed without hesitation.\nFather bequeathed my sister\u0027s Zora armor\nto this courageous soul, along with her\nhopes for the safety of the domain.\nThe armor fit Link perfectly—so perfectly\nthat councilman Muzu, who then harbored\na hatred of Hylians, could not object.\nMy sister had already left this world, and\nwith her went the dearly held intentions\nshe had instilled in that special armor.\nYet, with Link\u0027s help, she shined a light on\nthe Zora in our hour of need, reaching\nbetween worlds with gentle fingertips.",
  "ZoraRelief_Mess_06": "Learnings of the Zora, Part Six\nThe Story of Mipha Court: The Beginning\nAs told by Prince Sidon\nThere was once a terrifying monster on\nPloymus Mountain, loosing shock arrows\non all who dared to cross its path.\nIt was of utmost importance to drive the\nbeast away, but as the Zora are weak to\nelectricity, our efforts were futile.\nThat is when a lone Hylian arrived at the\ndomain. This swordsman who was sparing\nwith his words...his name was Link.\nUnlike us Zora, he was immune to shocks!\nWell, perhaps that is an exaggeration, but\none thing is certain. He was very brave.\nAfter careful preparation, he ascended\nPloymus Mountain and defeated the foul\nbeast all by himself.\nAs if in celebration of the newfound\npeace, clean water mysteriously began\nflowing at the top of Ploymus Mountain.\nThat is when many Zora, if not most,\nvoiced support for building a place that all\ncould enjoy in that formerly frightful spot.\nYet the many tree roots and stones made\nthis task tricky, leading to a focus on the\nno-less-difficult matter of the name.\n\"Zora Park\" was too obvious. \"Ploymus\nPark\" only conjured images of the former\nterrors found there.\nWhen I candidly asked whether we should\nfocus on the hard work at hand rather\nthan the name, they all turned my way.\n“Prince Sidon,\" they asked. \"Surely you\nmust have a good suggestion?” To that,\nI fell silent, and stayed so for a long while.\nI shall write the conclusion of this story\non another monument.",
  "ZoraRelief_Mess_07": "Learnings of the Zora, Part Seven\nThe Prince and the Swordsman\nAs told by Prince Sidon\nThe rain always stops...except when it\ndoes not. This humorous saying was once\nrepeated with a soft chuckle around here.\nThen, one day, heavy rain started falling\nin the domain, and no matter how many\ndays passed, it did not cease.\nAlthough the Zora are a water-dwelling\nsort, we came to miss the warmth of the\nsun and the dry winds upon our backs.\nAlas, as fervent as our desire was, we had\nno means of stopping the cause of this\nunprecedented disaster.\nWhen all had given up hope, I, Sidon,\ntook it upon myself to invite a Hylian\nto the domain.\nThis young swordsman of few words was\nnamed Link. I trusted him at once,\nsensing great devotion in his kind eyes.\nIt was immediately clear that my instincts\nwere correct. Thanks to Link, we were\nable to face the threat head on.\nOur battle with the source of the disaster\nwas intense, but my newfound friend and I\nrefused to yield until we finally triumphed.\nSometimes, written words flow so much\nmore readily than those spoken...\n\nLink, my dearest friend, you are an\nunparalleled swordsman, and I admire\nyou so very much.\nHe may lack fins and gills, but it matters\nnot. This hero among heroes exudes\nmagnificence tempered with steadiness.\nThough we are different, our hearts both\nyearn to serve a higher calling. I learned\nmuch from him, and am eternally grateful.\nAs I recall my best friend, it occurs to me\nthat though the rains have ceased,\nperhaps a true adventure never does.",
  "ZoraLithograph_Mess_01": "Learnings of the Zora, Anecdote Two\nThe Great Task Entrusted to Me\nAs told by Prince Sidon\nI, Sidon, was entrusted with the great\ntask of renovating the Zora stone\nmonuments that had fallen to ruin.\nThere are 11 stone monuments total\nfound in and around Zora\u0027s Domain,\nincluding the one you are now reading.\nThe former text written by my father,\nKing Dorephan, could not be salvaged,\nand so sadly it had to be replaced.\nDespite my royal blood, whispers abound\nthat it is improper for someone my age to\nwrite over the king\u0027s glorious words.\nAh, but do they not realize that it was\nKing Dorephan himself who ordered me\nto undertake this restoration project?\nFather says it is not set in stone that I\nshall be the one to inherit the throne,\nas it is not a matter of blood alone.\nIf we ask the eternal skies above whether\nI am fit to rule, they shall remain silent,\nand so we must look to our fellow Zora.\nHe urged me to use these monuments to\nshare my learnings and speak to our\npeople straight from my heart.\nFather is older and wiser than I. His sage\nadvice is a gift. As such, I have inscribed\nmy thoughts upon these 11 stones.\nI do not know how far-reaching my words\nshall be, but it is my hope that they will\nreach whoever needs to hear them most.\nUntil one of my descendants writes over\nmy musings many years from now, I pray\nthey resonate with whoever reads them."
}