{
  "MessageBottle_Lambda_02": "To you who have found my treasure,\nthese ember trousers are but one piece\nof my grand collection.\nI have hidden an assortment of equipment\nacross Hyrule. Notable pieces obtained in\nstrange lands near and far.\nYou\u0027ve done well to find this one, and I\nwill reward you with a hint to another—\nthe Fierce Deity Sword.\nDon the form of the Fierce Deity, and\nreturn to this place. There are three\nkeys you will need.\nOne beneath the bedchamber of Akkala\u0027s\nred-crowned citadel, one in the skull\u0027s left\neye, one in an old stump in Hyrule Field.\nGood luck.\n                          -The Great Bandit Misko",
  "GerudoPot_01": "It\u0027s you! At long last!\n\n\nYou, the voe reading this letter, are the\nvoe I was fated to meet!\n\nAnd I am the vai you were destined for!\n\n\nYou must hurry and rescue me! I am\nlocked away from the outside world!\n\nDo not worry though! I will send all of my\nlove to you until you come and find me.\n\nStay safe and know that we will meet\nsoon. It is our destiny, after all!\n                                                 -Calyban",
  "MessageBottle_Zonau_00": "To whoever finds this letter...\n\n\n\u003csp:0:2:2:7d00\u003eYou gotta help me out!\u003csp:0:2:2:6400\u003e\n\n\nI was out fishing when I got caught in\na storm and had to run into a nearby\ncave to take shelter.\nJust when I was starting to dry off, this\nbig rock came down and trapped me\nin here.\nI\u0027ve managed to get some brightbloom\nseeds through a gap and into the water\nas a sort of marker.\nIf I\u0027m lucky, the seeds will blossom\nand the tide will take this letter and\nthe flowers to shore.\nIf you\u0027re reading this, it must\u0027ve worked!\nSo, whoever you are, I got a favor to ask.\n\nCould you \u003cclr:0000\u003efollow the trail of brightblooms\u003cclr:ffff\u003e\nback to this cave and get me outta here?\nIt\u0027d be a real help!",
  "MessageBottle_Lambda_03": "You have done well to solve my riddles\nand reach this place.\n\nThe Fierce Deity Sword is yours to take.\nYou\u0027ve earned it.\n\t               -The Great Bandit Misko",
  "Hateno_Cheese": "New specialty...with mayor...cheese...\nfermentation... Can\u0027t name...too early."
}