{
  "Talk_0005": "Read Calip\u0027s journal?",
  "0002": "Don\u0027t read.",
  "0003": "Next page.",
  "0004": "Previous page.",
  "0005": "Stop reading.",
  "Talk_0001": "While Tauro and I were taking a break, he\nasked me, \"Hey, Calip, what attracted you\nto join the Zonai Survey Team?\"\u003csp:0:4:0\u003eA little flustered, I answered that I heard\nits research division was led by a brilliant\nman by the name of Tauro.\u003csp:0:4:0\u003eBecause of you, essentially.\u003csp:0:4:0\u003eI meant it sincerely, and in my heart,\nI longed to continue...\u003csp:0:4:0\u003e\"You\u0027re not like these other dullards, you\nknow. You immediately grasp the breadth\nof my vision.\"\u003csp:0:4:0\u003eOf course, no such thing passed my lips.\u003csp:0:4:0\u003eBut I am certain that Tauro, and no one\nelse, is the man who can help the world\nsee my indescribable worth.",
  "Talk_0002": "Our leader Tauro has done nothing\nbut surprise me since I joined the\nZonai Survey Team.\u003csp:0:4:0\u003eOne day, I arrived at the research site to\nfind him sitting on bare earth as he stared\nat a stone slab.\u003csp:0:4:0\u003eI wished him a good morning, and to that\nhe turned to me and said...\u003csp:0:4:0\u003e\"Ah, Calip. Sorry I didn\u0027t notice you.\nWorking overtime today, huh?\"\u003csp:0:4:0\u003eI thought back to the night before. As I\nwas heading in, I saw Tauro sitting on\nbare earth, examining a stone slab.\u003csp:0:4:0\u003eIt hit me then—he had stayed up all\nthrough the night puzzling over the\nslab, never moving from his perch.\u003csp:0:4:0\u003eI felt a profound envy of his ability to\nfocus so completely that the passing of\ntime escaped his notice.",
  "0000": "First page.",
  "Talk_0003": "It\u0027s a researcher\u0027s duty to use his wisdom\nand intuition to bring to light historical\ntruths which the ruins would keep secret.\u003csp:0:4:0\u003eWe carry on the work of our forebears and\ncontinue our pursuit tirelessly, then pass\nwhat we learn to those who come after.\u003csp:0:4:0\u003eOur leader Tauro understands well that\nthis is not a task that can be completed\nin a single generation.\u003csp:0:4:0\u003eHe says this is why he wants to make so\nmany discoveries, even if the credit to\nwhom they belong is lost.\u003csp:0:4:0\u003eThat\u0027s the sort of man Tauro is. But I,\nDr. Calip, won\u0027t be so easily satisfied.\u003csp:0:4:0\u003eMy discoveries will be noteworthy, to be\nsure, but it is my name that I want to live\non forever.\u003csp:0:4:0\u003eNot just in peoples\u0027 memories, but in\nbooks, stone tablets, and—if I might be\na trifle immodest—landmarks!\u003csp:0:4:0\u003eCalip Valley, Calip River, the Calip Hills...\nMy dreams recognize no boundaries!\n                                                -Dr. Calip",
  "0001": "Last page."
}