{
  "0002": "Don\u0027t read.",
  "0003": "Next page.",
  "0004": "Previous page.",
  "talk0000": "There\u0027s a journal here with entries signed\n\"Calip.\" Do you want to read it?",
  "0005": "Stop reading.",
  "talk0001": "They\u0027re calling it \u003cclr:0000\u003ethe Upheaval\u003cclr:ffff\u003e. Apt name\nfor it, I\u0027d say.\u003csp:0:4:0\u003eStrange ruins fell from the sky onto the\nplains west of here, and there are reports\nof spindly, mechanical monsters.\u003csp:0:4:0\u003eThis sort of thing is happening all over\nHyrule, apparently.\u003csp:0:4:0\u003eI\u0027m fortunate that neither I nor my home\nwere harmed, but such an event is sure to\nhave caused major damage elsewhere.\u003csp:0:4:0\u003eThe more outlandish rumors suggest that\nHyrule Castle has risen into the sky.\nRather difficult to credit that one.\u003csp:0:4:0\u003eWhat could have caused all this? I can\nfeel the desire to find the truth welling\nup within me.",
  "0000": "First page.",
  "talk0002": "I received a visitor. He was a researcher\nfrom some outfit calling themselves the\nZonai Survey Team.\u003csp:0:4:0\u003eHe claimed to be merely passing through\nthe area, but clearly he had come to draw\non my expertise.\u003csp:0:4:0\u003eAccording to his story, large ruins have\nfallen on \u003cclr:0000\u003eKakariko Village\u003cclr:ffff\u003e, northwest of\nthis house.\u003csp:0:4:0\u003ePeople are calling them the \u003cclr:0000\u003eRing Ruins\u003cclr:ffff\u003e.\u003csp:0:4:0\u003eA great many inquisitive types like me\nare gathering in Kakariko Village to\ninvestigate them.\u003csp:0:4:0\u003eI see little choice but to join them.\nWithout my intellect, they\u0027re bound to\nleap to all the wrong conclusions.\u003csp:0:4:0\u003eThe man history will remember as The\nGenius Dr. Calip shall solve this mystery\nfaster than I can clean my glasses!",
  "0001": "Last page.",
  "talk0003": "My preparations are complete. It\u0027s time\nfor me to depart for Kakariko Village.\u003csp:0:4:0\u003eI foresee a day not long off when all the\nmembers of this survey team address me\nwith respect and by my proper title.\u003csp:0:4:0\u003eI will not return to this house until I am\nknown by all as a doctor—nay, as\na genius.\u003csp:0:4:0\u003eThis area has long been plagued by\nmonsters, so I will leave this house in\ngood order as a place of refuge.\u003csp:0:4:0\u003eTo you travelers who might read what\nI have penned here, rest well.\u003csp:0:4:0\u003eYou are of course welcome to use any of\nthe things I have left behind.\n                                                -Dr. Calip"
}