{
  "0014": "Nope!",
  "near0000": "I wonder if she\u0027s OK...",
  "near0001": "\u003csnd:CustomVasaaq\u003eVasaaq!",
  "0015": "How do I catch one?",
  "talk0013": "\u003csp:3:0:2:0800\u003eOther than that, you\u0027d be all set!\nYou can surf the desert dunes to your\nheart\u0027s content!",
  "0016": "Sand seals?",
  "talk0014": "\u003csp:3:0:2:0700\u003eSand seals are especially sensitive to the\nsounds around them.\n\nThe trick is to approach very,\nvery slowly...",
  "0017": "Wild sand seals?",
  "talk0015": "\u003csp:3:0:2:0700\u003eIt\u0027s a bit of a pain in the neck though,\nso most everyone in town prefers to rent\none instead.",
  "0018": "Goodbye.",
  "talk0016": "\u003csp:3:0:2:0400\u003eIf you go for a casual stroll in the desert\nat this time of night, you\u0027ll freeze in\nno time!",
  "SunaTalk00": "\u003csp:3:0:2:0700\u003eA sand seal or a sleigh seal—\u003csp:5:0:0\u003ewhat are\nyou thinking?",
  "SunaTalk01": "\u003csp:3:0:2:0700\u003e\u003csnd:QuestionNormal\u003eOh...you should probably equip a shield.\nYou\u0027ll need one if you want to go sand-\nseal surfing.\nI can sell you one though! It\u0027d bring the\ntotal to \u003cclr:0000\u003e50 rupees\u003cclr:ffff\u003e\u003csp:5:0:0\u003e, but you really need it\nto surf. What do you say?",
  "SunaTalk02": "\u003csp:3:0:2:0701\u003e\u003csnd:Notice\u003eYou know, if you\u0027re a little strapped for\nrupees, you could always go visit one of\nthe shops and sell a thing or two.\n\u003csp:3:0:2:0701\u003eI\u0027m sure you\u0027re carrying all sorts of things\nthat folks would be interested in buying—\u003csp:5:1:0\u003e\nsee if you can raise the rupees you need!",
  "talk0019": "\u003csp:3:0:2:0b00\u003e\u003csnd:SurpriseS_00\u003eWhat? But if you didn\u0027t rent one...\n\n\n\u003csp:0:2:2:5000\u003e\u003cclr:0200\u003eNo, he couldn\u0027t have found a wild one. The\nsand shroud has made it almost impossible\nto track them down...\nDoes that mean he walked?\u003csp:5:1:0\u003e Ha, that\u0027s even harder\nto believe than him finding a wild sand seal!\u003cclr:ffff\u003e\n\n\u003csp:3:0:2:0701\u003e\u003csp:0:2:2:6400\u003eOh, you voe! Are all of you such\npranksters?\u003csp:0:2:2:5000\u003e\u003csp:0:2:2:6400\u003e",
  "SunaTalk03": "\u003csp:3:0:2:0800\u003eAll right then, I hope you and your little\nsand seal have an amazing trip!\n\nYou\u0027ll depart through the east gate!",
  "talk0020": "\u003csp:3:0:2:0400\u003eOh, you\u0027re the voe from before, right?\nFor some reason I thought you\u0027d left\ntown. Did you come back?\nI can\u0027t believe you\u0027re just traveling around\nin this sand shroud without a worry...\n\n\u003csp:3:0:2:0800\u003e\u003csnd:Notice_00\u003eOh! \u003csp:5:1:0\u003eDid you rent a sand seal to\nget around?",
  "SunaTalk05": "\u003csp:3:0:2:0700\u003eBefore I forget, if you try riding using a\nshield that has stuff attached to it, you\u0027re\nprobably going to eat sand. Trust me.",
  "talk0022": "\u003csp:3:0:2:0800\u003eThen you visited the shop my mom runs at\nthe entrance to the desert!\n\nSarqso for everything!",
  "talk0023": "You obviously must have rented one from\nthe shop near the \u003cclr:0000\u003eentrance to the desert\u003cclr:ffff\u003e!\nIt\u0027s the only answer that makes sense.\n\u003csp:3:0:2:0800\u003eSarqso for your business!",
  "SunaTalk07": "\u003csp:3:0:2:0b00\u003e\u003csnd:Notice\u003eOh! It looks like you\u0027ve already got plenty\nof shields in your pouch.\n\n\u003csp:3:0:2:0800\u003eYou don\u0027t need to bother getting one from\nme then! Just equip one of the ones you\nhave, and then talk to me!",
  "talk0024": "You obviously must have rented one from\nthe shop near the \u003cclr:0000\u003eentrance to the desert\u003cclr:ffff\u003e!\nIt\u0027s the only answer that makes sense.\n\u003csp:3:0:2:0800\u003eMy mom runs that shop! Sarqso for\nyour business!",
  "talk0025": "\u003csp:3:0:2:0700\u003eSand seals are special animals that live in\nthe Gerudo Desert.\n\nI\u0027m sure you\u0027ve noticed your feet getting\nstuck in the sand when you walk across\nthe dunes, right?\nWell, not only do these little ones call\nthe desert their home but they breeze\nthrough it with ease!\nThat\u0027s only one reason that they\u0027re vital\nto our way of life!\n\n\u003csp:3:0:2:0700\u003eAnd they aren\u0027t easy to catch and train\neither! It takes a lot of work!\n\nLuckily, folks like me are happy to do it.\nI\u0027m proud of the sand seals I\u0027ve trained,\nand I\u0027m happy to rent them to travelers!",
  "talk0026": "\u003csp:3:0:2:0700\u003eYup! \u003csp:5:0:0\u003eYou\u0027ll often see them if you\u0027re out\nwandering in the desert.\n\nBut they\u0027re extremely wary creatures.\u003csp:5:0:0\u003e\nIf they notice you, they\u0027ll flee faster than\nyou can say \"vasaaq\"!\nOf course, I\u0027ve mastered the art of\nstealth. \u003csp:5:0:0\u003eI can easily sneak up on them\nvery, very slowly...",
  "talk0027": "\u003csp:3:0:2:0700\u003eEven if you manage to get hold of a wild\nsand seal...\n\nthe moment you let those reins drop, that\nsand seal is done with you and heading\nfor the dunes!\nMost folks don\u0027t want to go through all\nthe trouble, so they just rent one instead.",
  "0000": "A sand seal, please.",
  "talk0028": "\u003csp:3:0:2:0a00\u003eI hope the \u003cclr:0000\u003esand shroud\u003cclr:ffff\u003e clears up soon.\nI can\u0027t make a living if I can\u0027t rent out\nsand seals...",
  "0001": "A sleigh seal, please.",
  "talk0000": "\u003csp:3:0:2:0400\u003eI guess it is true. I\u0027d heard the guards\ntalking about it, but I still didn\u0027t believe a\nvoe was actually here.\nI\u0027m impressed. You made it all the way\nhere, through the sand shroud...\n\n\u003csp:3:0:2:0800\u003e\u003csnd:Notice_00\u003eOh! \u003csp:5:1:0\u003eDid you rent a sand seal to get here?",
  "talk0029": "\u003csp:3:0:2:0400\u003eOh, I\u0027m sorry...",
  "talk0001": "My mom and I are in the business of\ntraining sand seals and renting them out\nto folks!",
  "talk0030": "\u003csp:3:0:2:0400\u003e\u003csnd:SurpriseS\u003eAre you sure you\u0027ll be OK without\na sand seal?",
  "0003": "Never mind.",
  "Talk_1013": "\u003csp:3:0:2:0800\u003eThe sand seals we rent out are strong,\nloyal, and most important of all...\u003csp:5:1:0\u003eCUTE!\n\nIf you\u0027re planning on going out into the\ndesert, please rent one to take with you!\u003csp:5:1:0\u003e\nYou won\u0027t regret it!",
  "Talk_1014": "\u003csp:3:0:2:0801\u003eDon\u0027t they just look so happy now that\nthey\u0027re back up on the surface?\n\nAfter being down in the shelter for so\nlong, is it any wonder that they\u0027re full of\nenergy and ready to go?\nThey\u0027re more excited than ever to go skirt\nacross the dunes!",
  "talk0004": "\u003csp:3:0:2:0500\u003e\u003csnd:Ease_00\u003eThe \u003cclr:0000\u003esand seals \u003cclr:ffff\u003ecan sense the unease in\nthe air, so I\u0027m trying to give them\nconstant attention and care.\nI\u0027m not too worried about the ones\nhere—they\u0027re plenty safe.\n\n\u003csp:3:0:2:0c01\u003eIt\u0027s the \u003cclr:0000\u003ewild sand seals\u003cclr:ffff\u003e out in the desert\nI\u0027m worried about. I hope they\u0027re OK in\nthe sand shroud...",
  "Talk_1015": "\u003csp:3:0:2:0801\u003eRenting a sand seal costs \u003cclr:0000\u003e20 rupees\u003cclr:ffff\u003e.\nOr, if you\u0027re interested in a sleigh seal—\na sand seal with a sleigh—it\u0027s \u003cclr:0000\u003e50 rupees\u003cclr:ffff\u003e!",
  "0006": "I\u0027ll take a shield.",
  "talk0005": "\u003csp:3:0:2:0001\u003e\u003csnd:TalkPositive\u003eAll you have to do is guide the \u003cclr:0000\u003esand seal\u003cclr:ffff\u003e\nin the direction you want to go. It\u0027s easy!\n\nOh, and you\u0027ll need a \u003cclr:0000\u003eshield\u003cclr:ffff\u003e when you\nsurf, so don\u0027t forget to equip one.",
  "0007": "I don\u0027t want a shield.",
  "talk0006": "\u003csp:3:0:2:0801\u003eThis is my sand-seal rental shop. You can\nrent a sand seal from me here!\n\nSand seals can breeze through the desert\nwith ease and are an essential way to\nget around!\nAnd all my trained ones have been\ncooped up in the shelter for a while, so\nthey\u0027re full of energy and ready to go!",
  "talk0007": "The sand shroud has made it far too\ndangerous to go aboveground right\nnow, so my shop is temporarily closed...\n\u003csp:3:0:2:0801\u003eBut if you\u0027ve got questions about sand\nseals, I\u0027d be happy to answer them!",
  "talk0008": "\u003csp:0:2:2:5000\u003e\u003csp:3:0:2:0c00\u003e\u003csnd:Wakeup_01\u003eThat customer seemed to be having a really rough\ntime. I wish there was some way I could help...\n\nBut if she doesn\u0027t even know where she wants to go,\nthere isn\u0027t much I can do.\u003csp:0:2:2:6400\u003e",
  "0010": "I\u0027ll rent one.",
  "talk0009": "\u003csp:0:2:2:5000\u003e\u003csp:3:0:2:0c01\u003e\u003csnd:Wakeup_01\u003eLast I saw, she was still near the \u003cclr:0000\u003eeast gate\u003cclr:ffff\u003e. That\nmeans she probably hasn\u0027t been able to find a map...\u003csp:0:2:2:6400\u003e",
  "0011": "How does this work?",
  "Talk_11": "\u003csp:3:0:2:0701\u003eIf you\u0027re not sure what to do, why not\njust rent one and see how it goes?",
  "talk0010": "\u003csp:3:0:2:0800\u003eSarqso!\n\n\nIn that case, you must have stopped at\nthe shop my mom runs near the entrance\nto the desert!",
  "0012": "I won\u0027t rent one.",
  "0013": "I did!",
  "talk0011": "\u003csp:3:0:2:0400\u003eIf you go for a casual stroll in the desert\nat this time of day, you\u0027ll overheat in\nno time!"
}