{
  "talk15": "\u003csp:3:0:2:0700\u003eThe Gibdos may be preparing to attack as\nwe speak.\n\nThe \u003cclr:0000\u003enew unit\u003cclr:ffff\u003e needs to be ready to meet\nthem in battle. Otherwise, it\u0027ll be like the\n\u003cclr:0000\u003efirst encounter\u003cclr:ffff\u003e all over again...",
  "1002": "What\u0027s the new unit?",
  "talk28": "\u003csp:3:0:2:0900\u003eHey! Voe!\n\n\nIf you need something, talk to me!\n\n\nI don\u0027t want you getting in the way of the\nsword-and-shield unit, OK?",
  "1003": "Goodbye.",
  "talk16": "\u003csp:3:0:2:0900\u003eI hear there\u0027s some kind of strange event\ngoing on around \u003cclr:0000\u003eKara Kara Bazaar\u003cclr:ffff\u003e.\n\nTch... We need to get the new sword-and-\nshield unit trained ready for action.",
  "talk17": "\u003csp:3:0:2:0800\u003eI\u0027ll have to treat everyone in the new unit\nto a drink at the canteen. They\u0027ve earned\nit, that\u0027s for sure.\n\u003csp:3:0:2:0c01\u003eWait... \u003csp:5:1:0\u003eWhat am I saying? We\u0027re not done.\n\n\n\u003csp:3:0:2:0701\u003eWhile we\u0027ve successfully defended the\ntown, we aren\u0027t out of danger yet.\n\nMake sure you don\u0027t lose focus either!",
  "talk18": "\u003csp:3:0:2:0800\u003eBut after learning an entirely new way to\nfight, all the members of our new sword-\nand-shield unit deserve a little break.\nI\u0027ll invite them all to meet at the canteen\nsoon! It\u0027ll be my treat!",
  "TerrorArrow": "C-cut it out!",
  "Near00": "Show them our real power!",
  "ThunderHelmet": "That helm...",
  "TerrorFire": "S-stop it!",
  "talk20": "\u003csp:3:0:2:0700\u003eYeah. The first time we fought the\nGibdos, they had us on our heels the\nwhole time...\nNumbers and strength were on their side.\nThe best we could do was an organized\nretreat to protect the civilians...\nMost of the guards that held the Gibdos\noff are still recovering from their injuries.\n\nHopefully this \u003cclr:0000\u003enew unit \u003cclr:ffff\u003ecan help us\navenge our comrades and return to the\nsurface. But first they must finish training.",
  "talk21": "\u003csp:3:0:2:0700\u003eWell, the Gibdos did a serious number on\nus before.\n\nIt was so bad that some of the guards\nwho fought in the \u003cclr:0000\u003efirst encounter\u003cclr:ffff\u003e are\nstill recovering from their wounds.\nI believe that partly has to do with how\nhard it is to protect yourself while using a\nspear. Both hands are full, you see.\nSo I\u0027ve established a new unit that will\nuse a sword and \u003cclr:0000\u003eshield\u003cclr:ffff\u003e instead. They can\nbetter guard themselves that way.",
  "talk22": "\u003csp:3:0:2:0c00\u003eIn that first encounter... Well, if \u003cclr:0000\u003eLady Riju\u003cclr:ffff\u003e\nhadn\u0027t been there with her \u003cclr:0000\u003econtrol of\nlightning\u003cclr:ffff\u003e, we might have been wiped out.\nAll the more reason to get the new unit\nready. We have to keep \u003cclr:0000\u003eLady Riju\u003cclr:ffff\u003e safe.",
  "talk10": "\u003csp:3:0:2:0700\u003eIf you\u0027ve got something to say, please\nmake it quick.\n\nAfter our humbling \u003cclr:0000\u003efirst encounter \u003cclr:ffff\u003ewith\nthe Gibdos, I realized that we needed to\nestablish a \u003cclr:0000\u003enew unit\u003cclr:ffff\u003e to combat them.\nThe new unit is in the middle of training.\nThey need to get into fighting shape fast\nsince the enemy could strike at any time...",
  "TerrorBomb": "Ack! What?!",
  "TerrorExplosion": "Nwaaah!",
  "talk11": "\u003csp:3:0:2:0700\u003eIt\u0027s fine if you\u0027re going to fight alongside\nus. Just try not to get in the way.\n\nThe best thing to do is make sure all our\ndefenses are ready for what\u0027s coming.",
  "talk25": "\u003csp:3:0:2:0c00\u003eI\u0027d wanted to attach \u003cclr:0000\u003eelectricity-emitting\nmaterial \u003cclr:ffff\u003eto our weapons, kind of like Lady\nRiju\u0027s ability...\nBut they\u0027re rare, valuable items that have\nto be taken from \u003cclr:0000\u003eElectric Lizalfos\u003cclr:ffff\u003e.\n\n\u003csp:3:0:2:0c00\u003e\u003csnd:Sad_00\u003eSo instead, we\u0027ll try using \u003cclr:0000\u003ematerials that\ngenerate fire\u003cclr:ffff\u003e. Maybe those will work?\nHere\u0027s hoping...",
  "talk12": "\u003csp:3:0:2:0900\u003eHaha! It looks like the flames are pretty\neffective! We\u0027ll burn up these monsters!",
  "talk26": "We did it!",
  "talk13": "\u003csp:3:0:2:0700\u003e\u003csnd:Happy\u003eThat was a brilliant battle! \u003csp:5:0:0\u003eEveryone did\ntheir part to keep the town safe!\n\nI\u0027m especially proud of our new sword-\nand-shield unit. The idea, and the hard\nwork of those guards, paid off...",
  "TerrorSword": "Calm down!",
  "1001": "First encounter?",
  "talk27": "Time for that drink!",
  "talk14": "\u003csp:3:0:2:0700\u003eSure, we\u0027ve saved the town, driven off\nthe Gibdos, and the \u003cclr:0000\u003esand shroud\u003cclr:ffff\u003e has\npassed... But we cannot relax!\nOr at least, we cannot completely relax..."
}