{
  "0003": "Next page.",
  "Talk_01": "I received an unsettling report from\nBuliara today.\n\nA strange haze—some have called it\ngloom—is emanating from beneath\nHyrule Castle. Those who touch it fall ill...\nBut my friends Link and Zelda are in\nHyrule. I\u0027m sure that those two can\nget to the bottom of this problem.",
  "0004": "Previous page.",
  "Talk_02": "A new, much more worrying report\nhas arrived.\n\nBoth Link and Zelda have gone missing\nwhile exploring below Hyrule Castle.\n\nShortly after they were lost, the castle\nlifted off into the sky, where it was joined\nby countless small, floating islands.\nSo much happening all at once...\n\n\nWhat is going on in the world? And...are\nthose two safe?",
  "0005": "Stop reading.",
  "Talk_03": "Things grow more and more dire across\nHyrule, and now the danger has come\nhere as well.\nA sand shroud, the worst sandstorm in\nrecent memory, has covered the area.\nPeople are taking shelter underground.\nWe traveled out to see if we could discern\nthe cause of it, but we were ambushed by\nnew monsters called Gibdos.\nTo make matters worse, I wasn\u0027t able to\naccurately hit them with the lightning I\ncan call down...\nWe\u0027re inundated with those seeking safety\nfrom the sand shroud or the Gibdos, and\nwe still don\u0027t know what has caused this.\nAs the chief of Gerudo Town, I am to\nblame for these failures...",
  "0006": "First page.",
  "Talk_04": "The fortifications protecting the shelter\nare strong. There\u0027s no way the monsters\nwill be able to break through.\nWe\u0027re also lucky to have a good source of\nwater in the shelter, but we must watch\nfor invaders trying to use the waterways...\nAnd, as a precaution, we should cover the\nhole behind the throne.",
  "0007": "Last page.",
  "Talk_05": "Sitting here feeling sorry for myself won\u0027t\nsolve anything. I\u0027m going to leave Buliara\nin charge of the shelter and go train.\nThe ruins to the north aren\u0027t too far—they\nshould be the perfect place for me to\npractice with my lightning.\nDespite my worries for my people, and for\nthe world, I must do what I can. I know\nthat\u0027s what Zelda would advise me to do.\nOh, Lady Urbosa, if only you were here\nwith us. Watch over us all in these dark\ntimes, and keep Zelda and Link safe...",
  "Talk_06": "My head is practically spinning from all\nthat\u0027s happened after Link arrived here. I\nneed to write it down to keep it straight.\nFirst there was the battle at Kara Kara\nBazaar, followed by our defense of\nGerudo Town against the Gibdo attack.\nThen there was the mural underground,\nand the sudden appearance of that\nmassive ancient shrine...\nWe were guided there by a voice we\u0027d\ncome to learn belonged to my ancestor.\nAnd we made our way inside.\nThere we fought and defeated the Gibdo\nqueen. Then the secret stone of my\nancestor appeared and I awoke as a sage.\nMy ancestor told me what I must do for\nmy people and for Hyrule, and then the\nsand shroud disappeared.\nTo think all of that happened after Link\ncame here...\n\nThe kind of events that follow in his wake\nare truly amazing.",
  "0001": "Read.",
  "Talk_00": "This is Riju\u0027s diary.",
  "0002": "Don\u0027t read."
}