{
  "Talk_0005": "Read Paya\u0027s Diary of a Chief?",
  "0002": "Don\u0027t read.",
  "0003": "Next page.",
  "Talk_0006": "The Zonai Survey Team has arrived at\nour village.\n\nTheir leader, Tauro, is truly incredible\nand has already found a clue in the\nquest to decipher the Zonai writing.\nI tentatively named the ruins that fell\nupon our village the Ring Ruins.\nIt seemed the obvious choice.\nThe villagers have treated me with such\nwarmth. They even embraced my decision\nfor us to coexist with the Ring Ruins.\nOf their own volition, some of our villagers\nvolunteered to aid research, and others\nfor patrol duty. It is humbling to behold.\nDorian\u0027s sweet little daughter, Koko,\neven crafted souvenir items called\nring garlands.\nBefore I knew it, our days of never having\nvisitors had passed. Our quiet village\nseems to have regained its vigor.",
  "0004": "Previous page.",
  "Talk_0007": "Before all else, we must learn more about\nthe Ring Ruins. It is my responsibility as\nchief to see that it is done.\nI intend to fulfill my duties as chief in a\nmanner that is slightly different from\nmy grandmother\u0027s way.\nGone is the chief who sits in her hall with\nquiet wisdom. That is what the village\nneeded of her then, but no longer.\nI must keep moving forward so that,\nwhen she returns, I can greet my dear\ngrandmother with a triumphant smile.",
  "0005": "Stop reading.",
  "Talk_0001": "One day, Grandmother said to me,\n\"You\u0027ve grown up, Paya.\" It took me\nby surprise, so I simply nodded.\nShe nodded back and said, \"It\u0027s settled.\nAs of today, you are the chief.\" And so it\nwas. Suddenly, I was the chief.\nBut...what can I hope to achieve?\n\n\nJust like Grandmother, I do have Dorian\nas my aide, for which I\u0027m grateful. Yet,\nfor some reason, he seems troubled.\nGrandmother has become obsessed with\nold books. I\u0027m hesitant to reach out to\nher with my concerns.\nI fear this chief\u0027s hat that Grandmother\nhas given me is too heavy for me to bear.\nLiterally... It rather hurts my head.",
  "Talk_0002": "It happened suddenly. Without warning.\n\n\nI was so frightened by the impact. It was\nas though someone had taken hold of this\nworld and given it a violent shake.\nThe air grew stagnant, weapons decayed,\nand ruins fell from a somber sky shrouded\nin dark clouds.\nHow fortunate that none of the villagers\nwere injured. As for the village itself,\nit has been utterly transformed.",
  "0000": "First page.",
  "Talk_0003": "Five large, ring-shaped ruins fell down\nupon the village, and a large opening in\nthe ground has been spotted at East Hill.\nEven with everything that is happening,\nGrandmother said that she was going to\nset out on a journey with Cado.\nI tried to stop her from going at a time\nlike this, but she insisted that such times\nare precisely why she must go.\nI had no choice but to bid her farewell.\nHer eyes seemed to wordlessly say that\nshe was shouldering some great mission.\nThere were 11 peculiar symbols depicted\nin the books Grandmother was reading.\n\nCould they somehow be related to her\nsudden departure?",
  "0001": "Last page.",
  "Talk_0004": "I told Purah of Lookout Landing about our\nvillage\u0027s situation. She said ring-shaped\nruins are incredibly unusual.\nRealizing this could be a good opportunity\nto help the village, I made arrangements\nwith the Zonai Survey Team at once.\nI returned home to greet them, and that\u0027s\nwhen Princess Zelda arrived at the village.\n\nShe seemed almost like a doll of herself...\nthe same outside, but no spirit within.\nI could not hide my uncertainty.\nShe forbade anyone from entering the\nbroken and partially floating ruin.\nAnd then she left. Just like that.\nShe did not mention the village\u0027s awful\ncondition or have any words of kindness\nfor our villagers."
}