{
  "0002": "Don\u0027t read.",
  "0003": "Next page.",
  "Comment_13": "Sefaro is the son of Sayge from the dye\nshop. He\u0027s a bit of a firebrand, but also\none of my brightest students.\u003csp:0:4:0\u003eAfter class, he always selects a book to\nread quietly by himself.\u003csp:0:4:0\u003eHe already reads at an adult level and\ndoesn\u0027t shy away from difficult subjects,\nsuch as the Calamity.\u003csp:0:4:0\u003eThe family business has been booming\never since Cece came to town, which may\nmake it hard for him to study at home.\u003csp:0:4:0\u003eSayge has an artisan\u0027s spirit and would\nrather have his son helping out at the\nstore than going to school.\u003csp:0:4:0\u003eBut everyone learns differently. I want our\nschool to be a place where children can\nget an education no matter their needs.",
  "0004": "Previous page.",
  "Comment_14": "I understand you\u0027ll be heading soon to\nHyrule Castle to investigate the reports\nof strange phenomena there.\u003csp:0:4:0\u003eI trust you\u0027ll be fine with Link at your side.\nNevertheless, I can\u0027t shake this strange\ntightness in my chest.\u003csp:0:4:0\u003eIt\u0027s similar to what I felt right before the\nCalamity, come to think of it.\u003csp:0:4:0\u003eThe children know you as Ms. Zelda,\ntheir beloved teacher and mentor.\u003csp:0:4:0\u003eBut I know that Princess Zelda\u0027s duties\nare wider-ranging than that. Take care,\nPrincess, and return to us soon.",
  "0005": "Done.",
  "Comment_01": "Read the student evaluations?",
  "0000": "First page.",
  "Comment_10": "Karin is the only daughter of the mayor\nand his wife. She\u0027s kind-hearted but shy,\nand seems to lack self-confidence.\u003csp:0:4:0\u003eShe\u0027s very perceptive though. She has a\nway of seeing right to the core of things.\u003csp:0:4:0\u003eI\u0027m sure you know, Princess, that Mayor\nReede has been breeding vegetables to\nappeal to the younger generation.\u003csp:0:4:0\u003eIt was Karin who first noticed that her\npeers were losing interest in produce.\u003csp:0:4:0\u003eShe figured this out based on nothing but\nthe number of customers and total items\nin stock at the general store.\u003csp:0:4:0\u003eI see her one day becoming a scholar to\nrival Purah. Possibly even surpassing her!",
  "0001": "Last page.",
  "Comment_09": "Aster is one of Medda\u0027s children. She\u0027s a\nvery active girl.\u003csp:0:4:0\u003eI believe we have Medda to thank for that\ncharming bob cut she sports.\u003csp:0:4:0\u003eShe loves her father and always wants to\ntalk about his comings and goings.\u003csp:0:4:0\u003eLately, she\u0027s been especially focused on\nthe Hylian tomatoes Medda is growing.\u003csp:0:4:0\u003eFor a time, she seemed out of sorts after\nMs. Cece bought their house next to the\nclothing shop.\u003csp:0:4:0\u003eBut she was back to her usual bright self\nsoon enough, noting that her new home is\ncute, colorful, and \"close to froggy.\"\u003csp:0:4:0\u003eShe has a real knack for finding the silver\nlining in every situation!",
  "Comment_11": "Azu is the brother of Ivee from the \ngeneral store. But he\u0027ll tell you his true\nidentity is A-Zoom, the \"big-time hero\"!\u003csp:0:4:0\u003eHe and Sefaro used to be inseparable.\u003csp:0:4:0\u003eBut ever since the dye shop started\ngetting more clients, A-Zoom has been\nleft to patrol after school alone.\u003csp:0:4:0\u003eAlthough his mother is Amira, one of the\ntown gossips, he keeps a close eye of his\nown on the goings-on within the village.\u003csp:0:4:0\u003eIt may seem like simple child\u0027s play, but\npeople really do straighten up when they\nknow they\u0027re being watched.\u003csp:0:4:0\u003eAs long as he\u0027s on patrol, I think we have\nnothing to fear in Hateno Village from any\nwould-be evildoers."
}