{
  "Dm_ZN_0033_PreRender_Title": "The Imprisoning War",
  "DmT_OP_GanonWakeUp_PreRender_Memory_Caption": "While investigating the mysterious gloom\nunder Hyrule Castle, Link and Zelda encounter\na mummy that attacks them. Events spiral\nout of control when the Master Sword shatters,\nZelda falls into the depths of the earth, and\nLink, gripped by a mysterious arm, is\nenveloped in light.",
  "DmT_ZE_QueenDead_PreRender_Caption": "Sonia meets with Zelda in private, and when the\nprincess is revealed to be a creature under\nGanondorf\u0027s command, Sonia and the real\nZelda address the threat with confidence.\nThe false Zelda laughs eerily and vanishes in\na mist of gloom. In that moment, Ganondorf\nsteps up behind Sonia and catches the queen\nby surprise. She falls victim to the scheme.",
  "Dm_ZE_0004_PreRender_Caption": "Looking out across the world she\u0027s found\nherself in, Zelda realizes she\u0027s traveled to the\nancient past and questions how she can get\nback to her own time. Sonia offers some\nhelpful thoughts, but it\u0027s Rauru who realizes\nhis older sister, Mineru, might know a way\nZelda can travel forward in time.",
  "Dm_ZE_0011_PreRender_Title": "Tears of the Dragon",
  "Dm_ZE_0011_PreRender_Caption": "After leaving the Purah Pad in Mineru\u0027s care,\nZelda swallows the secret stone, holding a\nhope for Link\u0027s future in her heart. As bright\nlight washes over her, Zelda transforms into\nthe Light Dragon, roaring as she ascends\ninto the sky. Tears fall from her eyes and\nrain from the heavens as the Light Dragon\nvanishes into an expanse of clouds.",
  "DmT_ZE_LieServant_PreRender_SubTitle": "Tear of the Dragon #5",
  "Dm_SK_0003_PreRender_Caption": "Zelda clutches the decayed Master Sword\nclose to her chest and calls to Link, hoping\nthat the sword, which she\u0027s suffusing with\nnew power, can find a way to him somehow.",
  "DmT_ZE_Meet_PreRender_Title": "Where Am I?",
  "Dm_ZN_0039_PreRender_Title": "Critical Decisions",
  "Dm_ZE_0006_PreRender_Caption": "After examining the Purah Pad, Mineru accepts\nthat Zelda is from a different time and explains\nthe only way she might get to the future is by\nusing draconification. It\u0027s a forbidden act,\nhowever, because Zelda would need to sacrifice\nher sense of self. Rauru tells a disappointed\nZelda to speak with Sonia and learn more\nabout her power over time itself.",
  "DmT_ZE_LieServant_PreRender_Title": "A Show of Fealty",
  "Dm_ZE_0008_PreRender_Title": "A King\u0027s Duty",
  "DmT_ZE_Molduga_PreRender_Title": "The Gerudo Assault",
  "DmT_ZE_QueenDead_PreRender_SubTitle": "Tear of the Dragon #7",
  "Dm_ZE_0010_PreRender_SubTitle": "Tear of the Dragon #11",
  "Dm_ZE_0006_PreRender_Title": "Mineru\u0027s Counsel",
  "Dm_ZE_0005_PreRender_SubTitle": "Tear of the Dragon #6",
  "DmT_ZE_Birth_PreRender_SubTitle": "Tear of the Dragon #8",
  "Dm_ZN_0039_PreRender_Caption": "Zelda informs Mineru that she has come up\nwith a plan to restore the Master Sword by\nperforming an act that Mineru herself has\nsaid is expressly forbidden. It will consume\nZelda\u0027s sense of self, but the princess insists\nthat she will make this ultimate sacrifice.\nMineru is gravely opposed, but promises to\nhelp to the best of her abilities.",
  "Dm_ZE_0008_PreRender_Caption": "On the eve of battle, Zelda tells Rauru that in\nher future, she\u0027s seen that the Demon King is\nalive, and that it means they won\u0027t defeat him\nthe next day. Rauru says that he will still do\nwhat he must, even at the cost of his life.\nIf they fail, their last line of defense will be\nthe knight in the future, who wields the\nsword that seals the darkness.",
  "Dm_ZE_0004_PreRender_Title": "An Unfamiliar World",
  "Dm_BZ_0005_PreRender_Title": "The Demon King\u0027s Army",
  "DmT_OP_GanonWakeUp_PreRender_Memory_Title": "The Awakening",
  "Dm_ZE_0010_PreRender_Caption": "As Zelda worries about the Demon King\nbreaking free in the future, a decayed\nMaster Sword appears before her, delivering\nthe news to Zelda that Link is safe in her time.\nThis helps Zelda realize the reason behind her\ntraveling to the ancient days of Hyrule—she\nfinally knows what she must do.",
  "DmT_ZE_Molduga_PreRender_SubTitle": "Tear of the Dragon #4",
  "DmT_ZE_QueenDead_PreRender_Title": "Sonia Is Caught by Treachery",
  "DmT_ZE_Birth_PreRender_Caption": "With the secret stone he took from Sonia,\nGanondorf turns into the Demon King. The\ngloom that issues from his body creates\ncountless monsters that howl across the world.\nRauru goes to Sonia\u0027s side to help his fallen\nqueen. Though furious at Ganondorf, he knows\nthe Demon King is too powerful to confront at\nthat moment. He retreats with Zelda.",
  "Dm_ZE_0011_PreRender_SubTitle": "Tear of the Dragon #12",
  "Dm_OT_0015_PreRender_Caption": "Link recovers the Master Sword in the Lost\nWoods after it\u0027s been restored. Zelda is\nastonished to learn from the Deku Tree that\nthe Master Sword will become even stronger\nwhen flooded with sacred power.",
  "DmT_ZE_Meet_PreRender_Caption": "After disappearing into the depths under the\ncastle, Zelda wakes up and meets two\nstrangers who introduce themselves as King\nRauru and Queen Sonia. She\u0027s left startled\nby a suspicion that she\u0027s heard those\nnames before.",
  "Dm_ZE_0008_PreRender_SubTitle": "Tear of the Dragon #10",
  "Dm_OT_0015_PreRender_Title": "The Master Sword\u0027s Power",
  "Dm_ZE_0006_PreRender_SubTitle": "Tear of the Dragon #3",
  "Unopened_Caption": "???",
  "Dm_ZE_0004_PreRender_SubTitle": "Tear of the Dragon #2",
  "Dm_BZ_0005_PreRender_Caption": "Having turned into the Demon King,\nGanondorf uses his terrifying power to cover\nthe world in gloom and send his army of\nmonsters across Hyrule, attacking the\npeoples of all territories who oppose him.",
  "Dm_ZE_0010_PreRender_Title": "A Master Sword in Time",
  "DmT_ZE_Meet_PreRender_SubTitle": "Tear of the Dragon #1",
  "Dm_ZE_0005_PreRender_Caption": "When Zelda speaks with Sonia to learn how\nto use her own time powers, she\u0027s surprised\nby the queen\u0027s techniques. Sonia then speaks\nwith Zelda about everything she must be\nstruggling with, and the princess then mentions\nLink. Rauru has never heard of him before,\nand as Zelda explains who he is, her faith\nin her friend and hero shines.",
  "Index": "\u003csp:2:13:2c:2600530069006d0070006c00650049006e00740046006f0072004d00650073007300610067006500ffff01cd\u003e",
  "DmT_ZE_LieServant_PreRender_Caption": "Invited before the court of Hyrule, Ganondorf\nkneels before King Rauru and pledges his\nfealty—while concealing a smile that says\notherwise. Still, Zelda is uneasy, and tells\nRauru that she\u0027s certain the chief has\ntreachery on his mind. Rauru assures\nher that he\u0027s been fully aware of it.",
  "DmT_ZE_Birth_PreRender_Title": "Birth of the Demon King",
  "Dm_ZE_0007_PreRender_Title": "The Sages\u0027 Vow",
  "Dm_ZE_0007_PreRender_SubTitle": "Tear of the Dragon #9",
  "Dm_ZE_0007_PreRender_Caption": "Backed into a corner by the attacks in all\nparts of Hyrule, leaders facing the Demon\nKing\u0027s forces gather at Rauru\u0027s call. He gives\neach a Zonai secret stone, making them sages\nwith powers amplified by the stones. All of\nthe sages raise their voices as one, pledging\nto fight with King Rauru to the end.",
  "Dm_ZN_0033_PreRender_Caption": "In the battle against Demon King Ganondorf,\nKing Rauru realizes that he and his allies have\nfound themselves in a fatal moment. Knowing\nhe is at fault for Ganondorf\u0027s rise in Hyrule and\nfor the theft of the secret stone, Rauru risks his\nlife to imprison the tyrant.",
  "Dm_SK_0003_PreRender_Title": "Zelda\u0027s Wish",
  "Unopened_Title": "???",
  "DmT_ZE_Molduga_PreRender_Caption": "The Gerudo chief, Ganondorf, in his push to\nconquer Hyrule, uses a swarm of Molduga\nto assault the castle. When Rauru uses his\npowers to unleash an attack that destroys the\nswarm, Ganondorf notices the Zonai secret\nstone on Rauru\u0027s right hand. The sight of it\ndraws a sinister smile from Ganondorf.",
  "Dm_ZE_0005_PreRender_Title": "Zelda and Sonia"
}